using Microsoft.EntityFrameworkCore.Migrations;
using NetTopologySuite.Geometries;

#nullable disable

#pragma warning disable CA1814 // Prefer jagged arrays over multidimensional

namespace Database.Migrations
{
    /// <inheritdoc />
    public partial class FullSeedSchools : Migration
    {
        /// <inheritdoc />
        protected override void Up(MigrationBuilder migrationBuilder)
        {
            migrationBuilder.InsertData(
                schema: "geo_data",
                table: "schools",
                columns: new[] { "id", "address", "address_comment", "city_id", "country", "description", "district", "location", "mail_index", "name", "okrug", "rating", "region", "timezone", "two_gis_url", "working_hours" },
                values: new object[,]
                {
                    { 3L, "проспект Энгельса, 30", "1 этаж", 1L, "Россия", "", "Выборгский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.325301 60.007224)"), "194156", "Открытая школа", "", 5.0, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/70000001044937287", "Пн: 08:00-19:00; Вт: 08:00-19:00; Ср: 08:00-19:00; Чт: 08:00-19:00; Пт: 08:00-19:00" },
                    { 4L, "Мебельная улица, 11 лит А", "", 1L, "Россия", "", "Приморский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.227706 59.993153)"), "197345", "Кембриджская международная школа", "", 3.0, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552841472631", "Пн: 09:00-18:00; Вт: 09:00-18:00; Ср: 09:00-18:00; Чт: 09:00-18:00; Пт: 09:00-18:00" },
                    { 5L, "Лыжный переулок, 4 к2", "", 1L, "Россия", "", "Приморский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.198253 59.996595)"), "197345", "Инженерно-технологическая школа №777 Санкт-Петербурга", "", 3.2000000000000002, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/70000001033760435", "Пн: 09:00-20:00; Вт: 09:00-20:00; Ср: 09:00-20:00; Чт: 09:00-20:00; Пт: 09:00-20:00; Сб: 09:00-20:00" },
                    { 6L, "Глеба Успенского, 9 ст1", "", 1L, "Россия", "", "Московский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.315493 59.886764)"), "196006", "Школа №703 Московского района Санкт-Петербурга", "", 3.6000000000000001, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/70000001056000973", "Пн: 08:00-19:00; Вт: 08:00-19:00; Ср: 08:00-19:00; Чт: 08:00-19:00; Пт: 08:00-19:00; Сб: 08:00-16:00" },
                    { 7L, "Кондратьевский проспект, 68 к3", "1-4 этаж", 1L, "Россия", "", "Калининский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.394516 59.983538)"), "195272", "Средняя общеобразовательная школа №619 Калининского района Санкт-Петербурга", "", 4.7999999999999998, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/70000001038757823", "Пн: 08:45-19:30; Вт: 08:45-19:30; Ср: 08:45-19:30; Чт: 08:45-19:30; Пт: 08:45-19:30; Сб: 08:45-19:30" },
                    { 8L, "Архивная, 9 к3 ст1", "1-4 этаж", 1L, "Россия", "", "Невский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.448766 59.901353)"), "193230", "Школа №707 Невского района", "", 4.0, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/70000001044841719", "Пн: 08:00-21:00; Вт: 08:00-21:00; Ср: 08:00-21:00; Чт: 08:00-21:00; Пт: 08:00-21:00; Сб: 08:00-19:00" },
                    { 9L, "набережная реки Пряжки, 2/4/6", "1-5 этаж", 1L, "Россия", "", "Адмиралтейский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.28058 59.92628)"), "190121", "Средняя общеобразовательная школа №235 им. Д.Д. Шостаковича", "", 5.0, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838674195", "Пн: 08:00-19:00; Вт: 08:00-19:00; Ср: 08:00-19:00; Чт: 08:00-19:00; Пт: 08:00-19:00; Сб: 08:00-19:00" },
                    { 10L, "улица Бестужевская, 5 к1", "1-3 этаж", 1L, "Россия", "", "Калининский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.385726 59.986319)"), "195272", "Средняя общеобразовательная школа №100 Калининского района", "", 3.7000000000000002, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/70000001028940160", "Пн: 08:00-20:00; Вт: 08:00-20:00; Ср: 08:00-20:00; Чт: 08:00-20:00; Пт: 08:00-20:00; Сб: 08:00-16:00" },
                    { 11L, "Богатырский проспект, 19", "1-3 этаж", 1L, "Россия", "", "Приморский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.260727 60.002104)"), "197227", "Средняя общеобразовательная школа №644 с углубленным изучением физики и математики", "", 3.0, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838696840", "Пн: 08:00-22:00; Вт: 08:00-22:00; Ср: 08:00-22:00; Чт: 08:00-22:00; Пт: 08:00-22:00; Сб: 08:00-20:00" },
                    { 12L, "Стахановцев, 15 к2", "1-4 этаж", 1L, "Россия", "", "Красногвардейский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.407101 59.924329)"), "195196", "Школа №152 Красногвардейского района им. героя Российской Федерации Апакидзе Т.А.", "", 4.7000000000000002, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838689587", "Пн: 08:00-20:00; Вт: 08:00-20:00; Ср: 08:00-20:00; Чт: 08:00-20:00; Пт: 08:00-20:00; Сб: 08:00-18:00" },
                    { 13L, "улица Кирочная, 54", "1-5 этаж", 1L, "Россия", "", "Центральный район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.380074 59.942964)"), "191015", "Средняя общеобразовательная школа №163 Центрального района им. И.К. Белецкого", "", null, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838704078", "Пн: 08:30-21:00; Вт: 08:30-21:00; Ср: 08:30-21:00; Чт: 08:30-21:00; Пт: 08:30-21:00; Сб: 08:30-16:00" },
                    { 14L, "8-я Советская улица, 58", "3-4 этаж", 1L, "Россия", "частная начальная школа", "Центральный район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.382003 59.93377)"), "191144", "Квадривиум", "", null, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/70000001007201537", "Пн: 08:00-20:00; Вт: 08:00-20:00; Ср: 08:00-20:00; Чт: 08:00-20:00; Пт: 08:00-20:00" },
                    { 15L, "проспект Шаумяна, 36", "1-4 этаж", 1L, "Россия", "", "Красногвардейский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.423088 59.928469)"), "195213", "Средняя общеобразовательная школа №491 с углубленным изучением математики Красногвардейского района Санкт-Петербурга", "", 2.7000000000000002, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838689751", "Пн: 08:00-19:00; Вт: 08:00-19:00; Ср: 08:00-19:00; Чт: 08:00-19:00; Пт: 08:00-19:00; Сб: 08:30-17:00" },
                    { 16L, "Таллинская, 18", "1-4 этаж", 1L, "Россия", "", "Красногвардейский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.413877 59.924508)"), "195196", "Школа №3 Красногвардейского района Санкт-Петербурга", "", 5.0, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838718948", "Пн: 08:00-19:00; Вт: 08:00-19:00; Ср: 08:00-19:00; Чт: 08:00-19:00; Пт: 08:00-19:00" },
                    { 17L, "Гончарная, 15", "", 1L, "Россия", "", "Центральный район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.366384 59.928914)"), "191036", "Средняя общеобразовательная школа №153 Центрального района Санкт-Петербурга", "", null, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838700581", "Пн: 08:00-19:00; Вт: 08:00-19:00; Ср: 08:00-19:00; Чт: 08:00-19:00; Пт: 08:00-19:00; Сб: 08:00-16:00" },
                    { 18L, "Моисеенко, 19", "1-4 этаж", 1L, "Россия", "", "Центральный район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.382507 59.937311)"), "191144", "Школа №5", "", 3.7000000000000002, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838715581", "Пн: 08:00-18:00; Вт: 08:00-18:00; Ср: 08:00-18:00; Чт: 08:00-18:00; Пт: 08:00-18:00" },
                    { 19L, "Джона Рида, 6", "1-3 этаж", 1L, "Россия", "", "Невский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.449852 59.921113)"), "193318", "Средняя общеобразовательная школа №625 Невского района им. В.Е.Дудкина", "", 4.7999999999999998, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838693287", "Пн: 08:00-21:00; Вт: 08:00-21:00; Ср: 08:00-21:00; Чт: 08:00-21:00; Пт: 08:00-21:00; Сб: 08:00-21:00" },
                    { 20L, "проспект Энергетиков, 9 к5 ст1", "1-4 этаж", 1L, "Россия", "", "Красногвардейский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.438533 59.937657)"), "195027", "Средняя общеобразовательная школа №491 с углубленным изучением математики Красногвардейского района Санкт-Петербурга", "", 5.0, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/70000001039067377", "Пн: 09:00-15:55; Вт: 09:00-15:55; Ср: 09:00-15:55; Чт: 09:00-15:55; Пт: 09:00-15:55; Сб: 09:00-15:55" },
                    { 21L, "Союзный проспект, 5 к2 ст1", "1-4 этаж", 1L, "Россия", "", "Невский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.444654 59.91728)"), "193318", "Школа № 691 с углубленным изучением иностранных языков Невского района Санкт-Петербурга Невская Школа", "", 4.0, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/70000001032020911", "Пн: 08:30-17:00; Вт: 08:30-17:00; Ср: 08:30-17:00; Чт: 08:30-17:00; Пт: 08:30-17:00; Сб: 08:30-17:00" },
                    { 22L, "Дальневосточный проспект, 8 к2 ст1", "", 1L, "Россия", "", "Невский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.434743 59.917795)"), "193318", "Школа № 691 с углубленным изучением иностранных языков Невского района Санкт-Петербурга Невская Школа", "", null, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/70000001078995269", "Пн: 08:00-20:00; Вт: 08:00-20:00; Ср: 08:00-20:00; Чт: 08:00-20:00; Пт: 08:00-20:00; Сб: 08:00-20:00" },
                    { 23L, "Джона Рида, 3 к1", "1-3 этаж", 1L, "Россия", "", "Невский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.45661 59.919391)"), "193318", "Средняя общеобразовательная школа №667 Невского района", "", 1.0, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838693293", "Пн: 09:00-20:00; Вт: 09:00-20:00; Ср: 09:00-20:00; Чт: 09:00-20:00; Пт: 09:00-20:00; Сб: 09:00-17:00" },
                    { 24L, "Коломенская, 6", "1-5 этаж", 1L, "Россия", "", "Центральный район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.355189 59.925727)"), "191040", "Школа № 294 Центрального Района Санкт-Петербурга", "", 5.0, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838700840", "Пн: 08:00-19:00; Вт: 08:00-19:00; Ср: 08:00-19:00; Чт: 08:00-19:00; Пт: 08:00-19:00" },
                    { 25L, "улица Черняховского, 30", "", 1L, "Россия", "", "Центральный район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.356684 59.919749)"), "191119", "Средняя общеобразовательная школа №304 Центр подготовки кадет Центрального района Санкт-Петербурга", "", 5.0, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838700849", "Пн: 08:30-19:00; Вт: 08:30-19:00; Ср: 08:30-19:00; Чт: 08:30-19:00; Пт: 08:30-19:00" },
                    { 26L, "Новочеркасский проспект, 44 к2", "1-4 этаж", 1L, "Россия", "", "Красногвардейский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.419729 59.924315)"), "195213", "Школа №609 Красногвардейского района", "", 5.0, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838719027", "Пн: 09:00-18:00; Вт: 09:00-18:00; Ср: 09:00-18:00; Чт: 09:00-18:00; Пт: 09:00-18:00" },
                    { 27L, "улица Кирочная, 28а", "", 1L, "Россия", "", "Центральный район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.361123 59.94419)"), "191123", "Средняя общеобразовательная школа №197 с углубленным изучением предметов естественно-научного цикла Центрального района", "", 3.3999999999999999, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838701008", "Пн: 08:00-19:00; Вт: 08:00-19:00; Ср: 08:00-19:00; Чт: 08:00-19:00; Пт: 08:00-19:00; Сб: 08:00-16:00" },
                    { 28L, "улица 9-я Советская, 31", "1-4 этаж", 1L, "Россия", "", "Центральный район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.378422 59.935977)"), "191144", "Средняя общеобразовательная школа №178 Центрального района", "", 3.7999999999999998, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838700644", "Пн: 08:00-19:00; Вт: 08:00-19:00; Ср: 08:00-19:00; Чт: 08:00-19:00; Пт: 08:00-19:00" },
                    { 29L, "набережная реки Оккервиль, 10", "1-3 этаж", 1L, "Россия", "", "Невский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.457505 59.925444)"), "193318", "Школа №639 с углубленным изучением иностранных языков Невского района Санкт-Петербурга", "", 5.0, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838693394", "Пн: 08:30-19:00; Вт: 08:30-19:00; Ср: 08:30-19:00; Чт: 08:30-19:00; Пт: 08:30-19:00; Сб: 08:30-17:00" },
                    { 30L, "Шепетовская, 5", "", 1L, "Россия", "", "Красногвардейский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.417466 59.945893)"), "195027", "Средняя общеобразовательная школа №515 им. И.В. Гёте", "", null, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838712103", "Пн: 08:00-19:00; Вт: 08:00-19:00; Ср: 08:00-19:00; Чт: 08:00-19:00; Пт: 08:00-19:00; Сб: 08:00-16:00" },
                    { 31L, "Ткачей, 9", "1-5 этаж", 1L, "Россия", "", "Невский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.42606 59.892873)"), "192029", "Средняя общеобразовательная школа №327 Невского Района", "", 4.0, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838693059", "Пн: 08:15-19:00; Вт: 08:15-19:00; Ср: 08:15-19:00; Чт: 08:15-19:00; Пт: 08:15-19:00; Сб: 08:15-16:00" },
                    { 32L, "улица 9-я Советская, 7", "1 этаж", 1L, "Россия", "", "Центральный район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.372477 59.938128)"), "191036", "Berkaev School", "", 4.7000000000000002, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/70000001052069304", "Пн: 09:00-20:00; Вт: 09:00-20:00; Ср: 09:00-20:00; Чт: 09:00-20:00; Пт: 09:00-20:00; Сб: 10:00-14:00" },
                    { 33L, "Белышева, 6", "1-3 этаж", 1L, "Россия", "", "Невский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.456594 59.91231)"), "193313", "Школа №333", "", 3.7999999999999998, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838693072", "Пн: 08:30-21:00; Вт: 08:30-21:00; Ср: 08:30-21:00; Чт: 08:30-21:00; Пт: 08:30-21:00; Сб: 08:30-18:00" },
                    { 34L, "проспект Пятилеток, 6 к3 лит А", "1-3 этаж", 1L, "Россия", "", "Невский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.458844 59.919943)"), "193318", "Средняя общеобразовательная школа №641 Невского района", "", 4.0, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838693338", "Пн: 08:30-22:00; Вт: 08:30-22:00; Ср: 08:30-22:00; Чт: 08:30-22:00; Пт: 08:30-22:00; Сб: 08:30-22:00" },
                    { 35L, "Новочеркасский проспект, 50 к3", "1-4 этаж", 1L, "Россия", "", "Красногвардейский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.42143 59.923622)"), "195213", "Средняя Школа №490 Красногвардейского района Санкт-Петербурга", "", 1.7, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838689739", "Пн: 09:00-18:00; Вт: 09:00-18:00; Ср: 09:00-18:00; Чт: 09:00-18:00; Пт: 09:00-18:00; Сб: 09:00-16:00" },
                    { 36L, "набережная реки Мойки, 38", "1-5 этаж", 1L, "Россия", "", "Центральный район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.320378 59.937658)"), "191186", "Средняя общеобразовательная школа №636 Центрального района", "", 5.0, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838701193", "Пн: 09:00-19:00; Вт: 09:00-19:00; Ср: 09:00-19:00; Чт: 09:00-19:00; Пт: 09:00-19:00; Сб: 08:30-17:00" },
                    { 37L, "Константина Заслонова, 6", "", 1L, "Россия", "", "Центральный район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.351123 59.920057)"), "191119", "Средняя общеобразовательная школа №309 с дошкольным отделением Центрального района", "", 5.0, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838701173", "Пн: 09:00-18:00; Вт: 09:00-18:00; Ср: 09:00-18:00; Чт: 09:00-18:00; Пт: 09:00-18:00; Сб: 09:00-16:00" },
                    { 38L, "Невский проспект, 100 лит Ш", "", 1L, "Россия", "", "Центральный район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.35605 59.933147)"), "191025", "Школа № 207 с углубленным изучением английского языка", "", null, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838700897", "Пн: 08:00-18:00; Вт: 08:00-18:00; Ср: 08:00-18:00; Чт: 08:00-18:00; Пт: 08:00-18:00; Сб: 08:00-18:00" },
                    { 39L, "Маяковского, 37в", "1-3 этаж", 1L, "Россия", "частная школа", "Центральный район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.357315 59.941802)"), "191123", "Балтика-колледж", "", 4.5, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838714933", "Пн: 08:30-19:00; Вт: 08:30-19:00; Ср: 08:30-19:00; Чт: 08:30-19:00; Пт: 08:30-19:00" },
                    { 40L, "улица Некрасова, 19", "1 этаж", 1L, "Россия", "частная школа", "Центральный район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.357328 59.938207)"), "191014", "Обучение в диалоге", "", 5.0, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838725892", "Пн: 09:15-18:00; Вт: 09:15-18:00; Ср: 09:15-18:00; Чт: 09:15-18:00; Пт: 09:15-18:00" },
                    { 41L, "Рылеева, 19", "1-2 этаж", 1L, "Россия", "частная школа", "Центральный район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.357253 59.941999)"), "191123", "Балтика-колледж", "", 5.0, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/70000001077494392", "" },
                    { 42L, "Бородинская, 8-10 лит А", "1-4 этаж", 1L, "Россия", "", "Центральный район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.334983 59.924484)"), "191180", "Школа №308 Центрального района", "", 1.1000000000000001, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838701169", "Пн: 09:00-19:00; Вт: 09:00-19:00; Ср: 09:00-19:00; Чт: 09:00-19:00; Пт: 09:00-19:00; Сб: 09:00-17:00" },
                    { 43L, "Гагаринская, 5", "1 этаж", 1L, "Россия", "частная школа с дошкольным отделением", "Центральный район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.341917 59.947491)"), "191187", "Мирт", "", 5.0, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838714941", "Пн: 09:00-19:00; Вт: 09:00-19:00; Ср: 09:00-19:00; Чт: 09:00-19:00; Пт: 09:00-19:00" },
                    { 44L, "улица Большая Пороховская, 8 лит А", "1-4 этаж", 1L, "Россия", "", "Красногвардейский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.412173 59.954137)"), "195027", "Средняя общеобразовательная школа №129 Красногвардейского района", "", 3.0, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838689509", "Пн: 09:00-18:00; Вт: 09:00-18:00; Ср: 09:00-18:00; Чт: 09:00-18:00; Пт: 09:00-18:00" },
                    { 45L, "Осипенко, 8 лит А", "1-4 этаж", 1L, "Россия", "", "Красногвардейский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.481174 59.947421)"), "195298", "Средняя общеобразовательная школа № 531 Красногвардейского района Санкт-Петербурга", "", 4.5, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552840547602", "Пн: 09:00-18:00; Вт: 09:00-18:00; Ср: 09:00-18:00; Чт: 09:00-18:00; Пт: 09:00-18:00" },
                    { 46L, "Дальневосточный проспект, 10 к2 ст1", "1-4 этаж", 1L, "Россия", "", "Невский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.435595 59.916922)"), "193318", "Школа № 691 с углубленным изучением иностранных языков Невского района Санкт-Петербурга Невская Школа", "", 4.0, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/70000001045141101", "Пн: 08:00-20:00; Вт: 08:00-20:00; Ср: 08:00-20:00; Чт: 08:00-20:00; Пт: 08:00-20:00; Сб: 08:00-20:00" },
                    { 47L, "Отечественная, 10", "1-2 этаж", 1L, "Россия", "", "Красногвардейский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.488616 59.959706)"), "195030", "Школа Здоровья и Индивидуального Развития", "", 2.7000000000000002, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838718697", "Пн: 10:00-20:00; Вт: 10:00-20:00; Ср: 10:00-20:00; Чт: 10:00-20:00; Пт: 10:00-20:00" },
                    { 48L, "Невский проспект, 108 лит Б", "1-4 этаж", 1L, "Россия", "", "Центральный район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.357979 59.932874)"), "191025", "Школа № 207 с углубленным изучением английского языка", "", 5.0, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552839979671", "Пн: 09:00-18:00; Вт: 09:00-18:00; Ср: 09:00-18:00; Чт: 09:00-18:00; Пт: 09:00-18:00" },
                    { 49L, "Замшина улица, 58 к2", "", 1L, "Россия", "", "Калининский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.401307 59.980867)"), "195271", "Средняя общеобразовательная школа №186", "", 3.0, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838682040", "Пн: 08:00-18:00; Вт: 08:00-18:00; Ср: 08:00-18:00; Чт: 08:00-18:00; Пт: 08:00-18:00; Сб: 08:00-15:00" },
                    { 50L, "проспект Добролюбова, 13", "1-4 этаж", 1L, "Россия", "школа", "Петроградский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.300766 59.949582)"), "197198", "Шамир", "", 5.0, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838693499", "Пн: 08:00-20:00; Вт: 08:00-20:00; Ср: 08:00-20:00; Чт: 08:00-20:00; Пт: 08:00-20:00; Вс: 08:00-16:00" },
                    { 51L, "набережная канала Грибоедова, 76", "1-4 этаж", 1L, "Россия", "", "Адмиралтейский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.308961 59.926074)"), "190068", "Средняя общеобразовательная школа №256 Адмиралтейского района", "", 4.5, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838674254", "Пн: 08:00-20:00; Вт: 08:00-20:00; Ср: 08:00-20:00; Чт: 08:00-20:00; Пт: 08:00-20:00" },
                    { 52L, "5-я линия В.О., 16/17", "1-4 этаж", 1L, "Россия", "", "Василеостровский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.284533 59.940576)"), "199004", "Средняя общеобразовательная школа №21 им. Э.П. Шаффе", "", 4.2000000000000002, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838676365", "Пн: 08:00-20:00; Вт: 08:00-20:00; Ср: 08:00-20:00; Чт: 08:00-20:00; Пт: 08:00-20:00; Сб: 08:00-20:00" },
                    { 53L, "Восстания, 8Б", "1-2 этаж", 1L, "Россия", "", "Центральный район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.359836 59.933505)"), "191025", "Международная школа Герценовского университета", "", 3.0, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348553838502666", "Пн: 08:00-18:00; Вт: 08:00-18:00; Ср: 08:00-18:00; Чт: 08:00-18:00; Пт: 08:00-18:00" },
                    { 54L, "Чкаловский проспект, 22а", "1-4 этаж", 1L, "Россия", "", "Петроградский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.292259 59.962341)"), "197110", "Средняя общеобразовательная школа №51 Петроградского района", "", 3.7000000000000002, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838693514", "Пн: 08:00-20:00; Вт: 08:00-20:00; Ср: 08:00-20:00; Чт: 08:00-20:00; Пт: 08:00-20:00; Сб: 08:00-17:00" },
                    { 55L, "10-я линия В.О., 1", "1-3 этаж", 1L, "Россия", "", "Василеостровский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.281278 59.935464)"), "199034", "Средняя общеобразовательная школа №27 им. И.А. Бунина с углубленным изучением литературы, истории и иностранных языков, с дошкольным отделением", "", 5.0, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838676410", "Пн: 08:00-19:00; Вт: 08:00-19:00; Ср: 08:00-19:00; Чт: 08:00-19:00; Пт: 08:00-19:00; Сб: 08:00-17:00" },
                    { 56L, "Левашовский проспект, 5", "", 1L, "Россия", "дошкольное отделение", "Петроградский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.294862 59.966739)"), "197136", "Средняя общеобразовательная школа №47 с углубленным изучением отдельных предметов им. Д.С. Лихачева Петроградского района", "", null, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/70000001037495040", "Пн: 08:00-20:00; Вт: 08:00-20:00; Ср: 08:00-20:00; Чт: 08:00-20:00; Пт: 08:00-20:00; Сб: 08:00-15:00; Вс: 08:00-15:00" },
                    { 57L, "Загородный проспект, 35", "2 этаж", 1L, "Россия", "", "Адмиралтейский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.33478 59.923379)"), "191180", "Французская школа в Санкт-Петербурге", "", null, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552841227108", "Пн: 09:00-18:00; Вт: 09:00-18:00; Ср: 09:00-18:00; Чт: 09:00-18:00; Пт: 09:00-18:00" },
                    { 58L, "набережная Адмиралтейского канала, 11/13 лит А", "1-4 этаж", 1L, "Россия", "", "Адмиралтейский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.28891 59.931024)"), "190121", "Средняя общеобразовательная школа №238 Адмиралтейского района", "", 2.5, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838674225", "Пн: 08:00-19:00; Вт: 08:00-19:00; Ср: 08:00-19:00; Чт: 08:00-19:00; Пт: 08:00-19:00; Сб: 08:00-16:00" },
                    { 59L, "Большая Пушкарская, 35", "1-5 этаж", 1L, "Россия", "", "Петроградский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.308695 59.961798)"), "197101", "Международная школа Санкт-Петербурга", "", 5.0, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/70000001007438678", "Пн: 08:30-16:30; Вт: 08:30-16:30; Ср: 08:30-16:30; Чт: 08:30-16:30; Пт: 08:30-16:30" },
                    { 60L, "Большая Монетная, 2", "1-4 этаж", 1L, "Россия", "", "Петроградский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.31204 59.960696)"), "197101", "Средняя общеобразовательная школа №84 им. П.А. Покрышева", "", 5.0, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838693529", "Пн: 08:00-19:00; Вт: 08:00-19:00; Ср: 08:00-19:00; Чт: 08:00-19:00; Пт: 08:00-19:00; Сб: 08:00-15:00" },
                    { 61L, "Таврическая, 17", "2 этаж", 1L, "Россия", "частная школа", "Центральный район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.378253 59.94405)"), "191015", "Счастливое поколение", "", null, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/70000001048159828", "Пн: 09:00-18:00; Вт: 09:00-18:00; Ср: 09:00-18:00; Чт: 09:00-18:00; Пт: 09:00-18:00" },
                    { 62L, "Батайский переулок, 6", "1-4 этаж", 1L, "Россия", "", "Адмиралтейский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.321355 59.913348)"), "190013", "Школа №5 Адмиралтейского района Санкт-Петербурга", "", null, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838715575", "Пн: 09:30-19:00; Вт: 09:30-19:00; Ср: 09:30-19:00; Чт: 09:30-19:00; Пт: 09:30-19:00" },
                    { 63L, "Малодетскосельский проспект, 23", "1-4 этаж", 1L, "Россия", "", "Адмиралтейский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.322319 59.912386)"), "190013", "Средняя общеобразовательная школа №307 Адмиралтейского района Санкт-Петербурга", "", 5.0, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838674435", "Пн: 08:00-20:00; Вт: 08:00-20:00; Ср: 08:00-20:00; Чт: 08:00-20:00; Пт: 08:00-20:00" },
                    { 64L, "улица Звенигородская, 28", "1, 2 этаж", 1L, "Россия", "частная школа", "Центральный район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.342467 59.918285)"), "191119", "Школа Экспресс", "", null, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/70000001024943472", "Пн: 10:00-18:00; Вт: 10:00-18:00; Ср: 10:00-18:00; Чт: 10:00-18:00; Пт: 10:00-18:00" },
                    { 65L, "набережная реки Фонтанки, 55", "1 этаж", 1L, "Россия", "частная школа", "Центральный район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.336001 59.929209)"), "191023", "Унисон", "", 4.0, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838706806", "Пн: 09:00-18:00; Вт: 09:00-18:00; Ср: 09:00-18:00; Чт: 09:00-18:00; Пт: 09:00-18:00" },
                    { 66L, "переулок Бойцова, 3", "1-4 этаж", 1L, "Россия", "", "Адмиралтейский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.309746 59.921955)"), "190068", "Средняя школа №229 Адмиралтейского района Санкт-Петербурга", "", null, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838625007", "Пн: 08:00-20:00; Вт: 08:00-20:00; Ср: 08:00-20:00; Чт: 08:00-20:00; Пт: 08:00-20:00; Сб: 08:00-17:00" },
                    { 67L, "улица Коммуны, 32 к4", "1-3 этаж", 1L, "Россия", "Красногвардейский район", "Красногвардейский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.497607 59.948398)"), "195030", "Средняя общеобразовательная школа №141 Красногвардейского района Санкт-Петербурга", "", 3.5, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838689545", "Пн: 08:00-20:00; Вт: 08:00-20:00; Ср: 08:00-20:00; Чт: 08:00-20:00; Пт: 08:00-20:00; Сб: 08:00-17:00" },
                    { 68L, "Невский проспект, 14", "1-5 этаж", 1L, "Россия", "", "Центральный район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.316347 59.936769)"), "191186", "Средняя общеобразовательная школа №210 Центрального района", "", 2.7999999999999998, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838725922", "Пн: 08:00-21:00; Вт: 08:00-21:00; Ср: 08:00-21:00; Чт: 08:00-21:00; Пт: 08:00-21:00; Сб: 08:00-18:00" },
                    { 69L, "Товарищеский проспект, 10 к2", "1-4 этаж", 1L, "Россия", "", "Невский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.4872 59.919038)"), "193312", "Средняя общеобразовательная школа №332 Невского района", "", 3.0, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838693068", "Пн: 08:00-18:00; Вт: 08:00-18:00; Ср: 08:00-18:00; Чт: 08:00-18:00; Пт: 08:00-18:00; Сб: 08:00-14:00" },
                    { 70L, "Берёзовая, 1", "1-4 этаж", 1L, "Россия", "", "", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.509288 59.915959)"), "188691", "Центр образования Кудрово", "Всеволожский муниципальный район", 3.8999999999999999, "Ленинградская область", "+03:00", "https://2gis.com/firm/70000001021194761", "Пн: 09:00-13:00, 14:00-18:00; Вт: 09:00-13:00, 14:00-18:00; Ср: 09:00-13:00, 14:00-18:00; Чт: 09:00-13:00, 14:00-18:00; Пт: 09:00-13:00, 14:00-18:00" },
                    { 71L, "Социалистическая улица, 7", "1-3 этаж", 1L, "Россия", "", "Центральный район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.340424 59.923496)"), "191119", "Средняя общеобразовательная школа №321 Центрального района", "", 2.5, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838700863", "Пн: 08:00-22:00; Вт: 08:00-22:00; Ср: 08:00-22:00; Чт: 08:00-22:00; Пт: 08:00-22:00; Сб: 08:00-16:00" },
                    { 72L, "Литейный проспект, 46", "1-5 этаж", 1L, "Россия", "", "Центральный район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.35076 59.937756)"), "191014", "Тутти", "", 5.0, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838706856", "Пн: 09:30-19:45; Вт: 09:30-19:45; Ср: 09:30-19:45; Чт: 09:30-19:45; Пт: 09:30-19:45; Сб: 09:30-16:05" },
                    { 73L, "Замшина улица, 31 к2", "1-4 этаж", 1L, "Россия", "", "Калининский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.409571 59.980892)"), "195271", "Средняя общеобразовательная школа №146 Калининского района", "", 2.5, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838681940", "Пн: 08:30-18:00; Вт: 08:30-18:00; Ср: 08:30-18:00; Чт: 08:30-18:00; Пт: 08:30-18:00; Сб: 08:30-15:00" },
                    { 74L, "улица Миллионная, 14", "1-4 этаж", 1L, "Россия", "", "Центральный район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.323063 59.943031)"), "191186", "Средняя общеобразовательная школа №204 Центрального района", "", 5.0, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838700979", "Пн: 08:00-18:30; Вт: 08:00-18:30; Ср: 08:00-18:30; Чт: 08:00-18:30; Пт: 08:00-18:30; Сб: 08:00-15:00" },
                    { 75L, "Гороховая, 20", "1-3 этаж", 1L, "Россия", "", "Центральный район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.317827 59.931541)"), "191186", "Лицей №211 им. Пьера Де Кубертена Центрального района", "", 5.0, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838701098", "Пн: 08:00-19:00; Вт: 08:00-19:00; Ср: 08:00-19:00; Чт: 08:00-19:00; Пт: 08:00-19:00; Сб: 08:00-17:00" },
                    { 76L, "Комиссара Смирнова, 17", "1-4 этаж", 1L, "Россия", "", "Выборгский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.345659 59.96223)"), "194044", "Средняя общеобразовательная школа №560 Выборгского района ", "", 4.0999999999999996, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838678378", "Пн: 08:00-19:00; Вт: 08:00-19:00; Ср: 08:00-19:00; Чт: 08:00-19:00; Пт: 08:00-19:00; Сб: 08:00-16:00" },
                    { 77L, "проспект Космонавтов, 28 к4", "1-4 этаж", 1L, "Россия", "", "Московский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.354021 59.858871)"), "196244", "Средняя общеобразовательная школа №543 Московского района", "", 3.0, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838693012", "Пн: 09:00-20:00; Вт: 09:00-20:00; Ср: 09:00-20:00; Чт: 09:00-20:00; Пт: 09:00-20:00" },
                    { 78L, "улица Ярослава Гашека, 28 к2", "1-4 этаж", 1L, "Россия", "", "Фрунзенский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.419215 59.841071)"), "192288", "Средняя общеобразовательная школа №368 с углубленным изучением английского языка Фрунзенского района", "", 4.5, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838700353", "Пн: 08:00-19:00; Вт: 08:00-19:00; Ср: 08:00-19:00; Чт: 08:00-19:00; Пт: 08:00-19:00; Сб: 09:00-15:00" },
                    { 79L, "Малая Бухарестская, 5 к1", "", 1L, "Россия", "", "Фрунзенский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.411488 59.849103)"), "192288", "Средняя общеобразовательная школа №8 с углубленным изучением предметов музыкального цикла, Фрунзенский район", "", null, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838714552", "Пн: 00:00-24:00; Вт: 00:00-24:00; Ср: 00:00-24:00; Чт: 00:00-24:00; Пт: 00:00-24:00; Сб: 08:30-18:00" },
                    { 80L, "проспект Космонавтов, 59 ст1", "", 1L, "Россия", "", "Московский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.355421 59.842092)"), "196142", "Средняя общеобразовательная школа №525 с углубленным изучением английского языка им. дважды Героя Советского Союза Г.М. Гречко", "", null, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/70000001038897705", "Пн: 08:30-19:00; Вт: 08:30-19:00; Ср: 08:30-19:00; Чт: 08:30-19:00; Пт: 08:30-19:00; Сб: 08:30-19:00" },
                    { 81L, "Расстанная, 20 лит А", "", 1L, "Россия", "", "Фрунзенский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.350575 59.906829)"), "192007", "Школа №359 Фрунзенского района Санкт-Петербурга", "", 4.2999999999999998, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838700022", "Пн: 08:30-17:15; Вт: 08:30-17:15; Ср: 08:30-17:15; Чт: 08:30-17:15; Пт: 08:30-17:15" },
                    { 82L, "Тельмана, 48 к2", "1-2 этаж", 1L, "Россия", "", "Невский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.483465 59.893968)"), "193232", "Новая классическая школа им. Александра Невского", "", null, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838718411", "Пн: 09:00-15:40; Вт: 09:00-15:40; Ср: 09:00-15:40; Чт: 09:00-15:40; Пт: 09:00-15:40" },
                    { 83L, "Центральная, 48", "1-3 этаж", 1L, "Россия", "", "", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.506628 59.899307)"), "188693", "Средняя общеобразовательная школа №1 с дошкольным отделением", "Всеволожский муниципальный район", 3.1000000000000001, "Ленинградская область", "+03:00", "https://2gis.com/firm/70000001022944248", "Пн: 09:00-18:00; Вт: 09:00-18:00; Ср: 09:00-18:00; Чт: 09:00-18:00; Пт: 09:00-18:00; Сб: 09:00-18:00" },
                    { 84L, "проспект Александровской Фермы, 11", "", 1L, "Россия", "Невский район", "Невский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.449624 59.862987)"), "192174", "Школа № 334 Невского района Санкт-Петербурга", "", 3.0, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838693057", "Пн: 08:00-18:00; Вт: 08:00-18:00; Ср: 08:00-18:00; Чт: 08:00-18:00; Пт: 08:00-18:00; Сб: 08:00-18:00" },
                    { 85L, "Индустриальный проспект, 10 к2", "", 1L, "Россия", "Красногвардейский район", "Красногвардейский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.473596 59.939285)"), "195426", "Средняя школа №147", "", 4.9000000000000004, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838689550", "Пн: 08:00-20:00; Вт: 08:00-20:00; Ср: 08:00-20:00; Чт: 08:00-20:00; Пт: 08:00-20:00" },
                    { 86L, "Шпалерная, 33", "1-4 этаж", 1L, "Россия", "Центральный район", "Центральный район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.356079 59.948858)"), "191123", "Средняя общеобразовательная школа №185 с углубленным изучением английского языка", "", 4.7000000000000002, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838700970", "Пн: 08:00-18:00; Вт: 08:00-18:00; Ср: 08:00-18:00; Чт: 08:00-18:00; Пт: 08:00-18:00; Сб: 08:00-17:00" },
                    { 87L, "набережная реки Фонтанки, 62", "1-3 этаж", 1L, "Россия", "", "Центральный район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.339716 59.92857)"), "191002", "Средняя общеобразовательная школа №206", "", 2.3999999999999999, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838700791", "Пн: 08:00-19:00; Вт: 08:00-19:00; Ср: 08:00-19:00; Чт: 08:00-19:00; Пт: 08:00-19:00; Сб: 08:00-15:00" },
                    { 88L, "улица Димитрова, 9 к3", "1-4 этаж", 1L, "Россия", "", "Фрунзенский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.385138 59.845123)"), "192284", "Средняя общеобразовательная школа №364 Фрунзенского района", "", 5.0, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838700047", "Пн: 08:00-15:35; Вт: 08:00-15:35; Ср: 08:00-15:35; Чт: 08:00-15:35; Пт: 08:00-15:35" },
                    { 89L, "Бородинская, 11 лит А", "1-4 этаж", 1L, "Россия", "", "Адмиралтейский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.33245 59.924742)"), "191180", "Центр образования №195 Адмиралтейского района", "", 5.0, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838624901", "Пн: 09:00-21:00; Вт: 09:00-21:00; Ср: 09:00-21:00; Чт: 09:00-21:00; Пт: 09:00-19:00" },
                    { 90L, "Витебский проспект, 49 к2", "1-4 этаж", 1L, "Россия", "", "Московский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.359488 59.849974)"), "196233", "Школа №663 Московского района Санкт-Петербурга", "", null, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838718714", "Пн: 09:00-18:00; Вт: 09:00-18:00; Ср: 09:00-18:00; Чт: 09:00-18:00; Пт: 09:00-18:00" },
                    { 91L, "Невский проспект, 22-24 лит А", "1-5 этаж", 1L, "Россия", "средняя общеобразовательная школа № 222 с углубленным изучением немецкого языка", "Центральный район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.324436 59.937469)"), "191186", "Петришуле", "", 5.0, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838714643", "Пн: 08:00-20:00; Вт: 08:00-20:00; Ср: 08:00-20:00; Чт: 08:00-20:00; Пт: 08:00-20:00; Сб: 08:00-17:00" },
                    { 92L, "Малая Митрофаньевская, 5 к3", "1-4 этаж", 1L, "Россия", "", "Адмиралтейский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.308639 59.896995)"), "196084", "Средняя общеобразовательная школа №564 Адмиралтейского района", "", 3.7000000000000002, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/70000001079110244", "Пн: 08:00-20:00; Вт: 08:00-20:00; Ср: 08:00-20:00; Чт: 08:00-20:00; Пт: 08:00-20:00" },
                    { 93L, "улица Победы, 10", "1-4 этаж", 1L, "Россия", "", "Московский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.316535 59.860331)"), "196070", "Средняя общеобразовательная школа №594 Московского района", "", 2.7999999999999998, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838693015", "Пн: 08:00-20:00; Вт: 08:00-20:00; Ср: 08:00-20:00; Чт: 08:00-20:00; Пт: 08:00-20:00" },
                    { 94L, "набережная Обводного канала, 123 лит Б", "1-4 этаж", 1L, "Россия", "", "Адмиралтейский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.322256 59.91084)"), "190013", "Средняя общеобразовательная школа №307 Адмиралтейского района Санкт-Петербурга", "", null, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838674436", "Пн: 09:00-20:00; Вт: 09:00-20:00; Ср: 09:00-20:00; Чт: 09:00-20:00; Пт: 09:00-20:00" },
                    { 95L, "Австрийская, 6", "", 1L, "Россия", "", "", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.50741 59.902749)"), "188693", "Средняя общеобразовательная школа №1 с дошкольным отделением", "Всеволожский муниципальный район", 2.3999999999999999, "Ленинградская область", "+03:00", "https://2gis.com/firm/70000001027385701", "Пн: 07:30-19:00; Вт: 07:30-19:00; Ср: 07:30-19:00; Чт: 07:30-19:00; Пт: 07:30-19:00" },
                    { 96L, "улица Пестеля, 16Б", "1-4 этаж", 1L, "Россия", "", "Центральный район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.349601 59.943102)"), "191028", "Шанс", "", 1.3999999999999999, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838706814", "Пн: 08:00-20:00; Вт: 08:00-20:00; Ср: 08:00-20:00; Чт: 08:00-20:00; Пт: 08:00-20:00; Сб: 08:00-15:00" },
                    { 97L, "Седова, 66", "1-4 этаж", 1L, "Россия", "", "Невский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.429887 59.879806)"), "192171", "Средняя общеобразовательная школа № 336 Невского района", "", null, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838693078", "Пн: 09:00-18:30; Вт: 09:00-18:30; Ср: 09:00-18:30; Чт: 09:00-18:30; Пт: 09:00-18:30" },
                    { 98L, "улица Верности, 38 к4", "", 1L, "Россия", "", "Калининский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.425904 60.002944)"), "195273", "Средняя общеобразовательная школа №184 Калининского района Санкт-Петербурга", "", 5.0, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838682026", "Пн: 08:30-20:00; Вт: 08:30-20:00; Ср: 08:30-20:00; Чт: 08:30-20:00; Пт: 08:30-20:00; Сб: 08:30-20:00" },
                    { 99L, "улица Народная, 44 лит С", "", 1L, "Россия", "", "Невский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.47209 59.884128)"), "193315", "Средняя общеобразовательная школа №512 Невского района", "", 2.2000000000000002, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838693155", "Пн: 09:00-18:00; Вт: 09:00-18:00; Ср: 09:00-18:00; Чт: 09:00-18:00; Пт: 09:00-18:00; Сб: 09:00-15:00" },
                    { 100L, "улица Бабушкина, 56 к1", "1-3 этаж", 1L, "Россия", "", "Невский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.450991 59.869874)"), "192131", "Средняя общеобразовательная школа №328 Невского района", "", null, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838693304", "Пн: 08:30-20:00; Вт: 08:30-20:00; Ср: 08:30-20:00; Чт: 08:30-20:00; Пт: 08:30-20:00; Сб: 08:30-20:00" },
                    { 101L, "Софьи Ковалевской, 16 к6", "1-4 этаж", 1L, "Россия", "отделение начальных классов", "Калининский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.410615 60.018708)"), "195256", "Средняя общеобразовательная школа №98 Калининского района", "", null, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/70000001020804925", "Пн: 08:30-18:30; Вт: 08:30-18:30; Ср: 08:30-18:30; Чт: 08:30-18:30; Пт: 08:30-18:30" },
                    { 102L, "Харченко, 27 лит А", "1-3 этаж", 1L, "Россия", "", "Выборгский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.349761 59.986253)"), "194100", "Средняя общеобразовательная школа №104 им. Героя Советского Союза М.С. Харченко", "", 3.3999999999999999, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838711781", "Пн: 08:00-21:00; Вт: 08:00-21:00; Ср: 08:00-21:00; Чт: 08:00-21:00; Пт: 08:00-21:00; Сб: 10:00-17:00" },
                    { 103L, "Моховая, 27-29", "1 этаж", 1L, "Россия", "школа", "Центральный район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.345005 59.941228)"), "191028", "Или", "", 5.0, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/70000001053600622", "Пн: 09:00-21:00; Вт: 09:00-21:00; Ср: 09:00-21:00; Чт: 09:00-21:00; Пт: 09:00-21:00" },
                    { 104L, "8-я Советская улица, 62", "1 этаж", 1L, "Россия", "", "Центральный район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.383174 59.933323)"), "191144", "Центр образования №80 Центрального района", "", 5.0, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838700554", "Пн: 08:30-20:15; Вт: 08:30-20:15; Ср: 08:30-20:15; Чт: 08:30-20:15; Пт: 08:30-16:30" },
                    { 105L, "проспект Энтузиастов, 47 к2", "1-4 этаж", 1L, "Россия", "Красногвардейский район", "Красногвардейский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.492032 59.950658)"), "195030", "Средняя общеобразовательная школа №195 Красногвардейского района Санкт-Петербурга", "", 5.0, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838689685", "Пн: 08:00-20:00; Вт: 08:00-20:00; Ср: 08:00-20:00; Чт: 08:00-20:00; Пт: 08:00-20:00" },
                    { 106L, "проезд 5-й Предпортовый, 8 к2", "1-4 этаж", 1L, "Россия", "", "Московский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.313613 59.836187)"), "196240", "Средняя Школа № 376 Московского района Санкт-Петербурга", "", 3.3999999999999999, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348553838891558", "Пн: 08:00-20:00; Вт: 08:00-20:00; Ср: 08:00-20:00; Чт: 08:00-20:00; Пт: 08:00-20:00; Сб: 09:00-17:00" },
                    { 107L, "улица Ярослава Гашека, 9 к2", "1-4 этаж", 1L, "Россия", "", "Фрунзенский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.389667 59.831174)"), "192283", "Средняя общеобразовательная школа №212 Фрунзенского района", "", 3.7000000000000002, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838697199", "Пн: 08:00-19:00; Вт: 08:00-19:00; Ср: 08:00-19:00; Чт: 08:00-19:00; Пт: 08:00-19:00; Сб: 08:00-15:00" },
                    { 108L, "Осипенко, 5 к2", "1-3 этаж", 1L, "Россия", "", "Красногвардейский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.484413 59.948213)"), "195298", "Средняя общеобразовательная школа №349 с углубленным изучением английского языка Красногвардейского района Санкт-Петербурга", "", 3.0, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838689620", "Пн: 08:30-19:00; Вт: 08:30-19:00; Ср: 08:30-19:00; Чт: 08:30-19:00; Пт: 08:30-19:00; Сб: 08:30-18:00" },
                    { 109L, "Белградская, 8 к2", "1-4 этаж", 1L, "Россия", "", "Фрунзенский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.362892 59.87006)"), "192242", "Школа №202 Фрунзенского района", "", 3.2000000000000002, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838697181", "Пн: 09:00-17:45; Вт: 09:00-17:45; Ср: 09:00-17:45; Чт: 09:00-17:45; Пт: 09:00-17:45" },
                    { 110L, "Ириновский проспект, 17 к5", "1-3 этаж", 1L, "Россия", "", "Красногвардейский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.465402 59.953356)"), "195279", "Средняя общеобразовательная школа №562 Красногвардейского района Санкт-Петербурга", "", 3.7000000000000002, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838689692", "Пн: 08:00-19:00; Вт: 08:00-19:00; Ср: 08:00-19:00; Чт: 08:00-19:00; Пт: 08:00-19:00; Сб: 08:30-13:00" },
                    { 111L, "Белорусская, 26 к2", "1-4 этаж", 1L, "Россия", "Красногвардейский район Санкт-Петербурга", "Красногвардейский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.500041 59.943691)"), "195298", "СОШ №191", "", null, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838689712", "Пн: 08:30-20:00; Вт: 08:30-20:00; Ср: 08:30-20:00; Чт: 08:30-20:00; Пт: 08:30-20:00; Сб: 08:30-15:00" },
                    { 112L, "улица Ярослава Гашека, 10 к2", "1-4 этаж", 1L, "Россия", "", "Фрунзенский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.396566 59.835828)"), "192281", "Средняя общеобразовательная школа №301 Фрунзенского района", "", null, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838699964", "Пн: 08:00-19:00; Вт: 08:00-19:00; Ср: 08:00-19:00; Чт: 08:00-19:00; Пт: 08:00-19:00" },
                    { 113L, "улица Школьная, 19", "1-4 этаж", 1L, "Россия", "", "Приморский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.285143 59.988126)"), "197183", "Средняя общеобразовательная школа №53 Приморского района Санкт-Петербурга", "", 5.0, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838696740", "Пн: 08:00-20:00; Вт: 08:00-20:00; Ср: 08:00-20:00; Чт: 08:00-20:00; Пт: 08:00-20:00; Сб: 08:00-16:00" },
                    { 114L, "Большой Сампсониевский проспект, 67 к2 ст1", "1-2 этаж", 1L, "Россия", "", "Выборгский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.339163 59.981248)"), "194100", "Средняя общеобразовательная школа №104 им. Героя Советского Союза М.С. Харченко", "", null, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/70000001079651910", "Пн: 08:00-20:00; Вт: 08:00-20:00; Ср: 08:00-20:00; Чт: 08:00-20:00; Пт: 08:00-20:00" },
                    { 115L, "улица Новолитовская, 7а", "1-4 этаж", 1L, "Россия", "", "Выборгский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.350258 59.979357)"), "194100", "Школа Менахем", "", 5.0, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838651979", "Пн: 09:00-18:00; Вт: 09:00-18:00; Ср: 09:00-18:00; Чт: 09:00-18:00; Пт: 09:00-14:30" },
                    { 116L, "улица Сердобольская, 50-52 лит А", "1-4 этаж", 1L, "Россия", "", "Приморский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.317534 59.989218)"), "197342", "Школа №106 Приморского района Санкт-Петербурга", "", 5.0, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838696808", "Пн: 08:30-20:00; Вт: 08:30-20:00; Ср: 08:30-20:00; Чт: 08:30-20:00; Пт: 08:30-20:00" },
                    { 117L, "улица Благодатная, 32", "1-4 этаж", 1L, "Россия", "", "Московский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.325628 59.87631)"), "196105", "Школа №355 Московского района Санкт-Петербурга", "", 5.0, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838692943", "Пн: 09:00-19:00; Вт: 09:00-19:00; Ср: 09:00-19:00; Чт: 09:00-19:00; Пт: 09:00-19:00" },
                    { 118L, "Рентгена, 4", "1 этаж", 1L, "Россия", "Монтессори-школа", "Петроградский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.316223 59.963397)"), "197101", "Подрастай-Ка", "", 4.7000000000000002, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/70000001018872730", "Пн: 08:30-18:00; Вт: 08:30-18:00; Ср: 08:30-18:00; Чт: 08:30-18:00; Пт: 08:30-18:00" },
                    { 119L, "улица Бухарестская, 5", "", 1L, "Россия", "", "Фрунзенский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.35973 59.889612)"), "192102", "Средняя общеобразовательная школа №360 им. А.В. Германа Фрунзенского района", "", 4.5, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838700034", "Пн: 08:00-19:00; Вт: 08:00-19:00; Ср: 08:00-19:00; Чт: 08:00-19:00; Пт: 08:00-19:00; Сб: 11:00-15:00" },
                    { 120L, "Опочинина, 10", "1-5 этаж", 1L, "Россия", "", "Василеостровский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.23804 59.931601)"), "199106", "Средняя общеобразовательная школа №4 с углубленным изучением французкого языка им. Жака-Ива Кусто Василеостровского района", "", 5.0, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838674588", "Пн: 08:00-17:00; Вт: 08:00-17:00; Ср: 08:00-17:00; Чт: 08:00-17:00; Пт: 08:00-17:00; Сб: 08:00-17:00" },
                    { 121L, "Лермонтовский проспект, 52", "2 этаж", 1L, "Россия", "частная школа", "Адмиралтейский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.297975 59.91181)"), "190103", "Плюс", "", null, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838712979", "Пн: 16:00-19:00; Вт: 16:00-19:00; Ср: 16:00-19:00; Чт: 16:00-19:00; Пт: 16:00-19:00" },
                    { 122L, "проспект Стачек, 107 к4", "1-4 этаж", 1L, "Россия", "", "Кировский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.233713 59.855671)"), "198303", "Средняя общеобразовательная школа №377 Кировского района", "", 3.6000000000000001, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838685902", "Пн: 09:00-19:00; Вт: 09:00-19:00; Ср: 09:00-19:00; Чт: 09:00-19:00; Пт: 09:00-19:00; Сб: 09:00-15:00" },
                    { 123L, "Весенняя, 10", "1-4 этаж", 1L, "Россия", "", "Красногвардейский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.405004 59.936138)"), "195112", "Школа №499 Красногвардейского района", "", 5.0, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838718661", "Пн: 09:00-18:00; Вт: 09:00-18:00; Ср: 09:00-18:00; Чт: 09:00-18:00; Пт: 09:00-18:00" },
                    { 124L, "улица Кораблестроителей, 38 к2", "1-3 этаж", 1L, "Россия", "", "Василеостровский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.218953 59.957512)"), "199058", "Средняя общеобразовательная школа №31 Василеостровского района", "", 5.0, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838676521", "Пн: 08:00-19:00; Вт: 08:00-19:00; Ср: 08:00-19:00; Чт: 08:00-19:00; Пт: 08:00-19:00; Сб: 08:00-19:00" },
                    { 125L, "улица Варшавская, 33", "1-4 этаж", 1L, "Россия", "", "Московский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.311674 59.861472)"), "196191", "Средняя общеобразовательная школа №495 Московского района", "", 3.0, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838692982", "Пн: 08:00-19:00; Вт: 08:00-19:00; Ср: 08:00-19:00; Чт: 08:00-19:00; Пт: 08:00-19:00; Сб: 08:00-16:00" },
                    { 126L, "улица Краснопутиловская, 60", "1-4 этаж", 1L, "Россия", "", "Московский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.298239 59.85839)"), "196247", "Средняя общеобразовательная школа №684 Берегиня", "", 2.0, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552840705232", "Пн: 08:00-21:00; Вт: 08:00-21:00; Ср: 08:00-21:00; Чт: 08:00-21:00; Пт: 08:00-21:00" },
                    { 127L, "Фрунзе, 22", "1-4 этаж", 1L, "Россия", "", "Московский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.333058 59.86219)"), "196135", "Средняя общеобразовательная школа №507 Московского района", "", 4.0, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552840002782", "Пн: 08:00-18:00; Вт: 08:00-18:00; Ср: 08:00-18:00; Чт: 08:00-18:00; Пт: 08:00-18:00" },
                    { 128L, "Витебский проспект, 57", "1-4 этаж", 1L, "Россия", "Московский район", "Московский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.360981 59.847066)"), "196233", "Средняя общеобразовательная школа №351 с углубленным изучением иностранных языков", "", 5.0, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838692929", "Пн: 08:00-20:00; Вт: 08:00-20:00; Ср: 08:00-20:00; Чт: 08:00-20:00; Пт: 08:00-20:00; Сб: 08:00-15:00" },
                    { 129L, "Курляндская, 47 к2", "1 этаж", 1L, "Россия", "", "Адмиралтейский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.2693 59.911872)"), "190020", "Средняя общеобразовательная православная школа преподобных Сергия и Германа Валаамских чудотворцев", "", null, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/70000001030073688", "Пн: 08:00-18:00; Вт: 08:00-18:00; Ср: 08:00-18:00; Чт: 08:00-18:00; Пт: 08:00-18:00; Вс: 08:00-18:00" },
                    { 130L, "Маринеско, 7", "1-4 этаж", 1L, "Россия", "", "Кировский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.264114 59.86787)"), "198096", "Школа № 480 Кировского района", "", null, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838718603", "Пн: 09:00-19:00; Вт: 09:00-19:00; Ср: 09:00-19:00; Чт: 09:00-19:00; Пт: 09:00-19:00" },
                    { 131L, "Нерчинская, 4 ст1", "1-5 этаж", 1L, "Россия", "", "Невский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.451159 59.911734)"), "193313", "Средняя общеобразовательная школа №693 Невского района Санкт-Петербурга", "", 3.0, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/70000001041136680", "Пн: 08:00-17:00; Вт: 08:00-17:00; Ср: 08:00-17:00; Чт: 08:00-17:00; Пт: 08:00-17:00; Сб: 09:00-18:00" },
                    { 132L, "улица Торжковская, 10 к2", "1-4 этаж", 1L, "Россия", "", "Приморский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.310155 59.990198)"), "197342", "Средняя общеобразовательная школа №113 с углубленным изучением предметов информационно-технологического профиля Приморского района", "", 5.0, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838696754", "Пн: 08:00-20:00; Вт: 08:00-20:00; Ср: 08:00-20:00; Чт: 08:00-20:00; Пт: 08:00-20:00; Сб: 08:30-18:00" },
                    { 133L, "Лиговский проспект, 156", "1-3 этаж", 1L, "Россия", "", "Фрунзенский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.350998 59.912443)"), "192007", "Школа №153 Фрунзенского района", "", 1.3, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838714541", "Пн: 09:00-19:30; Вт: 09:00-19:30; Ср: 09:00-19:30; Чт: 09:00-19:30; Пт: 09:00-19:30" },
                    { 134L, "бульвар Новаторов, 43", "1-4 этаж", 1L, "Россия", "", "Кировский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.264361 59.846989)"), "198216", "Средняя общеобразовательная школа №504 с углубленным изучением английского языка Кировского Района", "", 4.0, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838686132", "Пн: 08:00-19:00; Вт: 08:00-19:00; Ср: 08:00-19:00; Чт: 08:00-19:00; Пт: 08:00-19:00; Сб: 08:00-16:00" },
                    { 135L, "Депутатская, 6", "1-3 этаж", 1L, "Россия", "", "Петроградский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.275544 59.972271)"), "197110", "Средняя общеобразовательная школа № 99 Старт Петроградского района Санкт-Петербурга", "", 3.7000000000000002, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/70000001035455233", "Пн: 09:00-20:00; Вт: 09:00-20:00; Ср: 09:00-20:00; Чт: 09:00-20:00; Пт: 09:00-20:00" },
                    { 136L, "Большая Морская, 23", "1-2 этаж", 1L, "Россия", "", "Центральный район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.313558 59.934344)"), "191186", "Международная школа Герценовского университета", "", null, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838714603", "Пн: 08:00-18:00; Вт: 08:00-18:00; Ср: 08:00-18:00; Чт: 08:00-18:00; Пт: 08:00-18:00" },
                    { 137L, "Адмирала Коновалова, 6 к2", "1-3 этаж", 1L, "Россия", "", "Красносельский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.153175 59.851607)"), "198322", "Средняя общеобразовательная школа №547 Красносельского района", "", 4.2999999999999998, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/70000001006816926", "Пн: 08:30-15:00; Вт: 08:30-15:00; Ср: 08:30-15:00; Чт: 08:30-15:00; Пт: 08:30-15:00; Сб: 08:30-14:15" },
                    { 138L, "Серпуховская, 39 лит А", "1 этаж", 1L, "Россия", "частная школа", "Адмиралтейский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.326119 59.912348)"), "190013", "Успех", "", null, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838629723", "Пн: 10:00-18:00; Вт: 10:00-18:00; Ср: 10:00-18:00; Чт: 10:00-18:00; Пт: 10:00-18:00" },
                    { 139L, "Московский проспект, 164", "1-4 этаж", 1L, "Россия", "", "Московский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.320749 59.87955)"), "196105", "Морская школа Московского района Санкт-Петербурга", "", 5.0, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838695101", "Пн: 08:30-18:00; Вт: 08:30-18:00; Ср: 08:30-18:00; Чт: 08:30-18:00; Пт: 08:30-18:00" },
                    { 140L, "Олеко Дундича, 25 к3", "", 1L, "Россия", "", "Фрунзенский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.411314 59.829175)"), "192283", "Средняя общеобразовательная школа №313 Фрунзенского района", "", 5.0, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838699996", "Пн: 08:00-20:00; Вт: 08:00-20:00; Ср: 08:00-20:00; Чт: 08:00-20:00; Пт: 08:00-20:00" },
                    { 141L, "Верейская, 20", "1-4 этаж", 1L, "Россия", "", "Адмиралтейский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.32615 59.91618)"), "190013", "Средняя общеобразовательная школа №306 с углубленным изучением английского языка Адмиралтейский района Санкт-Петербурга", "", 3.0, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838674421", "Пн: 08:00-19:00; Вт: 08:00-19:00; Ср: 08:00-19:00; Чт: 08:00-19:00; Пт: 08:00-19:00; Сб: 08:00-16:00" },
                    { 142L, "Блохина, 31", "1-3 этаж", 1L, "Россия", "", "Петроградский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.292985 59.952691)"), "197198", "Средняя общеобразовательная школа №77 Петроградского района", "", 5.0, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838693573", "Пн: 08:00-20:00; Вт: 08:00-20:00; Ср: 08:00-20:00; Чт: 08:00-20:00; Пт: 08:00-20:00; Сб: 08:00-16:00" },
                    { 143L, "Черкасова, 7 к2", "1-4 этаж", 1L, "Россия", "", "Калининский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.42313 60.024445)"), "195265", "Средняя общеобразовательная школа №619 Калининского района Санкт-Петербурга", "", 4.0, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838656868", "Пн: 08:45-19:30; Вт: 08:45-19:30; Ср: 08:45-19:30; Чт: 08:45-19:30; Пт: 08:45-19:30; Сб: 08:45-19:30" },
                    { 144L, "Полюстровский проспект, 33 к3", "1-4 этаж", 1L, "Россия", "", "Калининский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.400125 59.968479)"), "195221", "Средняя общеобразовательная школа №138 им. святого благоверного князя Александра Невского Калининского района Санкт-Петербурга", "", 5.0, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838678888", "Пн: 08:00-20:00; Вт: 08:00-20:00; Ср: 08:00-20:00; Чт: 08:00-20:00; Пт: 08:00-20:00; Сб: 08:00-18:00" },
                    { 145L, "переулок Гривцова, 18 лит А", "1-4 этаж", 1L, "Россия", "", "Адмиралтейский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.316152 59.928755)"), "190031", "Средняя школа №243 Адмиралтейского района", "", 3.5, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838711651", "Пн: 08:00-20:00; Вт: 08:00-20:00; Ср: 08:00-20:00; Чт: 08:00-20:00; Пт: 08:00-20:00" },
                    { 146L, "набережная Крюкова канала, 15", "1-3 этаж", 1L, "Россия", "", "Адмиралтейский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.297127 59.922003)"), "190068", "Средняя общеобразовательная школа №232 Адмиралтейского района", "", 4.7999999999999998, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838598773", "Пн: 08:00-19:30; Вт: 08:00-19:30; Ср: 08:00-19:30; Чт: 08:00-19:30; Пт: 08:00-19:30; Сб: 08:00-17:00" },
                    { 147L, "проспект Солидарности, 1 к2", "1-3 этаж", 1L, "Россия", "", "Невский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.482368 59.927963)"), "193312", "Средняя общеобразовательная школа №323 Невского района", "", 3.0, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838693055", "Пн: 08:00-20:00; Вт: 08:00-20:00; Ср: 08:00-20:00; Чт: 08:00-20:00; Пт: 08:00-20:00; Сб: 08:00-18:00" },
                    { 148L, "Егорова, 24 лит А", "1-4 этаж", 1L, "Россия", "", "Адмиралтейский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.314664 59.910801)"), "190005", "Средняя общеобразовательная школа №564 Адмиралтейского района", "", 5.0, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838674516", "Пн: 08:00-20:00; Вт: 08:00-20:00; Ср: 08:00-20:00; Чт: 08:00-20:00; Пт: 08:00-20:00; Сб: 09:00-16:00" },
                    { 149L, "Зины Портновой, 15", "1-4 этаж", 1L, "Россия", "", "Кировский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.252497 59.854595)"), "198207", "Средняя общеобразовательная школа №493 Кировского района", "", 1.8, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838686109", "Пн: 08:00-18:30; Вт: 08:00-18:30; Ср: 08:00-18:30; Чт: 08:00-18:30; Пт: 08:00-18:30; Сб: 08:00-16:00" },
                    { 150L, "проспект Ветеранов, 57 лит А", "1-4 этаж", 1L, "Россия", "", "Кировский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.231944 59.840214)"), "198255", "Средняя общеобразовательная школа №249 им. М.В. Маневича Кировского района", "", 2.2999999999999998, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838682298", "Пн: 08:00-20:00; Вт: 08:00-20:00; Ср: 08:00-20:00; Чт: 08:00-20:00; Пт: 08:00-20:00; Сб: 08:00-20:00" },
                    { 151L, "проспект Маршала Жукова, 33 к2", "1-3 этаж", 1L, "Россия", "", "Красносельский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.224141 59.857581)"), "198332", "Средняя общеобразовательная школа №568 Красносельского района", "", 5.0, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838692521", "Пн: 08:00-20:00; Вт: 08:00-20:00; Ср: 08:00-20:00; Чт: 08:00-20:00; Пт: 08:00-20:00; Сб: 08:00-17:00" },
                    { 152L, "улица Зайцева, 14", "1-4 этаж", 1L, "Россия", "", "Кировский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.267242 59.873402)"), "198152", "Средняя общеобразовательная школа №386 Кировского района", "", null, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838686035", "Пн: 08:00-19:00; Вт: 08:00-19:00; Ср: 08:00-19:00; Чт: 08:00-19:00; Пт: 08:00-19:00" },
                    { 153L, "Ленинский проспект, 80 к2", "1-4 этаж", 1L, "Россия", "", "Красносельский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.196324 59.860058)"), "198332", "Средняя общеобразовательная школа №546 с углубленным изучением предметов художественно-эстетического цикла Красносельского района", "", 3.6000000000000001, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838692410", "Пн: 08:00-20:00; Вт: 08:00-20:00; Ср: 08:00-20:00; Чт: 08:00-20:00; Пт: 08:00-20:00; Сб: 08:00-20:00" },
                    { 154L, "проспект Елизарова, 7", "1-4 этаж", 1L, "Россия", "лицей", "Невский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.425375 59.897349)"), "192029", "Лицей №329 Невского района Санкт-Петербурга", "", 5.0, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838706693", "Пн: 07:00-19:00; Вт: 07:00-19:00; Ср: 07:00-19:00; Чт: 07:00-19:00; Пт: 07:00-19:00; Сб: 08:00-16:00" },
                    { 155L, "улица Орбитальная, 9 к2", "", 1L, "Россия", "", "Московский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.315851 59.762883)"), "196140", "Средняя общеобразовательная школа №353", "", 5.0, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/70000001064253766", "Пн: 08:00-18:00; Вт: 08:00-18:00; Ср: 08:00-18:00; Чт: 08:00-18:00; Пт: 08:00-18:00" },
                    { 156L, "улица Маршала Казакова, 60 к2", "1-4 этаж", 1L, "Россия", "", "Красносельский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.187453 59.862252)"), "198332", "Школа №54 Красносельского района", "", 2.5, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/70000001029000489", "Пн: 09:00-20:00; Вт: 09:00-20:00; Ср: 09:00-20:00; Чт: 09:00-20:00; Пт: 09:00-20:00" },
                    { 157L, "19-я линия В.О., 22", "1-4 этаж", 1L, "Россия", "", "Василеостровский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.264843 59.936983)"), "199106", "Средняя общеобразовательная школа №17 Василеостровского района", "", 2.5, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838674664", "Пн: 08:00-21:00; Вт: 08:00-21:00; Ср: 08:00-21:00; Чт: 08:00-21:00; Пт: 08:00-21:00; Сб: 08:00-16:00" },
                    { 158L, "Малая Балканская, 44", "1-4 этаж", 1L, "Россия", "", "Фрунзенский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.40375 59.825869)"), "192283", "Средняя общеобразовательная школа №314 Фрунзенского района", "", null, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838699999", "Пн: 09:00-20:00; Вт: 09:00-20:00; Ср: 09:00-20:00; Чт: 09:00-20:00; Пт: 09:00-20:00" },
                    { 159L, "улица Софийская, 34 к3", "1-4 этаж", 1L, "Россия", "", "Фрунзенский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.408598 59.874319)"), "192236", "Средняя общеобразовательная школа №316 с углубленным изучением английского языка Фрунзенского района", "", 4.0, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838700313", "Пн: 08:00-19:00; Вт: 08:00-19:00; Ср: 08:00-19:00; Чт: 08:00-19:00; Пт: 08:00-19:00; Сб: 08:00-16:00" },
                    { 160L, "Пражская, 36", "1-4 этаж", 1L, "Россия", "", "Фрунзенский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.397842 59.869958)"), "192241", "Средняя образовательная школа № 303 им. Фридриха Шиллера Фрунзенского", "", 2.2999999999999998, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838700217", "Пн: 08:30-21:00; Вт: 08:30-21:00; Ср: 08:30-21:00; Чт: 08:30-21:00; Пт: 08:30-21:00; Сб: 08:30-21:00" },
                    { 161L, "Пражская, 7 к4", "1-4 этаж", 1L, "Россия", "", "Фрунзенский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.380016 59.877071)"), "192238", "Средняя общеобразовательная школа №236 Фрунзенского района", "", null, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838725829", "Пн: 08:00-19:00; Вт: 08:00-19:00; Ср: 08:00-19:00; Чт: 08:00-19:00; Пт: 08:00-19:00; Сб: 08:00-17:00" },
                    { 162L, "улица Турку, 29 к2", "1-3 этаж", 1L, "Россия", "", "Фрунзенский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.407302 59.865484)"), "192241", "Средняя образовательная школа № 303 им. Фридриха Шиллера Фрунзенского", "", 3.0, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838700409", "Пн: 08:30-21:30; Вт: 08:30-21:30; Ср: 08:30-21:30; Чт: 08:30-21:30; Пт: 08:30-21:30; Сб: 08:30-16:00" },
                    { 163L, "Альпийский переулок, 5 к2", "", 1L, "Россия", "", "Фрунзенский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.371854 59.850175)"), "192239", "Средняя общеобразовательная школа №325 Фрунзенского района", "", 4.7000000000000002, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838700016", "Пн: 08:00-19:00; Вт: 08:00-19:00; Ср: 08:00-19:00; Чт: 08:00-19:00; Пт: 08:00-19:00" },
                    { 164L, "Соляной переулок, 12", "1-4 этаж", 1L, "Россия", "", "Центральный район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.341832 59.943542)"), "191028", "Школа №181 Центрального района", "", 4.9000000000000004, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838700661", "Пн: 08:00-19:30; Вт: 08:00-19:30; Ср: 08:00-19:30; Чт: 08:00-19:30; Пт: 08:00-19:30; Сб: 08:00-17:00" },
                    { 165L, "Сытнинская площадь, 5/7", "1-5 этаж", 1L, "Россия", "", "Петроградский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.310586 59.957833)"), "197101", "Средняя общеобразовательная школа №91 Петроградского района", "", 4.9000000000000004, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838693545", "Пн: 08:00-20:00; Вт: 08:00-20:00; Ср: 08:00-20:00; Чт: 08:00-20:00; Пт: 08:00-20:00; Сб: 08:30-19:00" },
                    { 166L, "набережная Обводного канала, 143", "1 этаж", 1L, "Россия", "", "Адмиралтейский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.313688 59.90923)"), "190005", "Средняя общеобразовательная школа №564 Адмиралтейского района", "", null, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838675434", "Пн: 08:00-20:00; Вт: 08:00-20:00; Ср: 08:00-20:00; Чт: 08:00-20:00; Пт: 08:00-20:00" },
                    { 167L, "улица Савушкина, 61", "1-4 этаж", 1L, "Россия", "", "Приморский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.268803 59.984221)"), "197183", "Школа №46 Приморского района Санкт-Петербурга", "", 3.5, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838598610", "Пн: 09:00-18:00; Вт: 09:00-18:00; Ср: 09:00-18:00; Чт: 09:00-18:00; Пт: 09:00-18:00; Сб: 09:00-15:00" },
                    { 168L, "Витебский проспект, 73 к2", "1-3 этаж", 1L, "Россия", "", "Московский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.364683 59.840764)"), "196233", "Средняя общеобразовательная школа №372 с дошкольным отделением Московского района", "", 2.6000000000000001, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838692961", "Пн: 08:00-18:00; Вт: 08:00-18:00; Ср: 08:00-18:00; Чт: 08:00-18:00; Пт: 08:00-18:00" },
                    { 169L, "Пражская, 25", "1-3 этаж", 1L, "Россия", "", "Фрунзенский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.390202 59.870947)"), "192238", "Средняя школа №230 Фрунзенского района Санкт-Петербурга", "", 5.0, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838697263", "Пн: 09:00-19:00; Вт: 09:00-19:00; Ср: 09:00-19:00; Чт: 09:00-19:00; Пт: 09:00-19:00" },
                    { 170L, "Белградская, 14 к2", "1-4 этаж", 1L, "Россия", "", "Фрунзенский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.36734 59.865039)"), "192212", "Средняя общеобразовательная школа №311 с углубленным изучением физики Фрунзенского района", "", 3.0, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838700240", "Пн: 08:30-18:00; Вт: 08:30-18:00; Ср: 08:30-18:00; Чт: 08:30-18:00; Пт: 08:30-18:00; Сб: 08:30-16:00" },
                    { 171L, "улица Гаккелевская, 24 лит А", "1-3 этаж", 1L, "Россия", "", "Приморский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.254439 60.003663)"), "197372", "Средняя общеобразовательная школа №618 Приморского района", "", 2.6000000000000001, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838696785", "Пн: 08:00-21:00; Вт: 08:00-21:00; Ср: 08:00-21:00; Чт: 08:00-21:00; Пт: 08:00-21:00" },
                    { 172L, "Средний проспект В.О., 80", "1-3 этаж", 1L, "Россия", "", "Василеостровский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.258119 59.936915)"), "199106", "Школа №4", "", 1.3, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552839969803", "Пн: 08:00-20:00; Вт: 08:00-20:00; Ср: 08:00-20:00; Чт: 08:00-20:00; Пт: 08:00-20:00" },
                    { 173L, "Гродненский переулок, 8-10 лит А", "", 1L, "Россия", "", "Центральный район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.359871 59.941819)"), "191123", "Средняя общеобразовательная школа №193 Центрального района", "", 3.0, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838700785", "Пн: 09:00-19:00; Вт: 09:00-19:00; Ср: 09:00-19:00; Чт: 09:00-19:00; Пт: 09:00-19:00; Сб: 09:00-19:00" },
                    { 174L, "Введенская, 16-18", "1-4 этаж", 1L, "Россия", "", "Петроградский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.306574 59.955587)"), "197198", "Средняя общеобразовательная школа №87 Петроградского района", "", 4.5, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838693599", "Пн: 08:00-20:00; Вт: 08:00-20:00; Ср: 08:00-20:00; Чт: 08:00-20:00; Пт: 08:00-20:00; Сб: 08:00-16:00" },
                    { 175L, "набережная Крюкова канала, 3", "1-4 этаж", 1L, "Россия", "", "Адмиралтейский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.293577 59.926993)"), "190121", "Средняя общеобразовательная школа №259 им. М.Т. Лорис-Меликова", "", 3.0, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838674261", "Пн: 08:00-19:00; Вт: 08:00-19:00; Ср: 08:00-19:00; Чт: 08:00-19:00; Пт: 08:00-19:00" },
                    { 176L, "улица Димитрова, 39 к4", "1-3 этаж", 1L, "Россия", "", "Фрунзенский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.416447 59.849438)"), "192288", "Средняя общеобразовательная школа №492", "", 2.7000000000000002, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/70000001035289410", "Пн: 09:00-18:00; Вт: 09:00-18:00; Ср: 09:00-18:00; Чт: 09:00-18:00; Пт: 09:00-18:00; Сб: 09:00-18:00" },
                    { 177L, "Союза Печатников, 26", "1-4 этаж", 1L, "Россия", "", "Адмиралтейский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.286505 59.922313)"), "190121", "Средняя общеобразовательная школа №245 им. Героя Советского Союза Ю.В. Пасторова Адмиралтейского района", "", 3.2999999999999998, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838674240", "Пн: 09:00-20:00; Вт: 09:00-20:00; Ср: 09:00-20:00; Чт: 09:00-20:00; Пт: 09:00-20:00; Сб: 09:00-15:35" },
                    { 178L, "Новая, 9", "1-4 этаж", 1L, "Россия", "", "", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.448969 60.040024)"), "188669", "Муринская СОШ №3", "Всеволожский муниципальный район", 4.2999999999999998, "Ленинградская область", "+03:00", "https://2gis.com/firm/70000001033447034", "Пн: 09:00-17:00; Вт: 09:00-17:00; Ср: 09:00-17:00; Чт: 09:00-17:00; Пт: 09:00-17:00" },
                    { 179L, "проспект Просвещения, 46 к4", "1-3 этаж", 1L, "Россия", "Выборгский район", "Выборгский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.351585 60.051729)"), "194352", "Средняя общеобразовательная школа №605 с углубленным изучением немецкого языка", "", 5.0, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838678388", "Пн: 08:00-19:00; Вт: 08:00-19:00; Ср: 08:00-19:00; Чт: 08:00-19:00; Пт: 08:00-19:00; Сб: 08:00-16:00" },
                    { 180L, "Кустодиева, 18 к2", "1-4 этаж", 1L, "Россия", "", "Выборгский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.360477 60.049486)"), "194352", "Школа № 112 Выборгского района Санкт-Петербурга", "", 2.2999999999999998, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838677530", "Пн: 08:00-18:00; Вт: 08:00-18:00; Ср: 08:00-18:00; Чт: 08:00-18:00; Пт: 08:00-18:00" },
                    { 181L, "улица Фёдора Абрамова, 6", "1-4 этаж", 1L, "Россия", "", "Выборгский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.333975 60.071309)"), "194363", "Школа № 482 Выборгского района Санкт-Петербурга", "", 4.5999999999999996, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/70000001019386439", "Пн: 08:00-21:00; Вт: 08:00-21:00; Ср: 08:00-21:00; Чт: 08:00-21:00; Пт: 08:00-21:00; Сб: 08:00-18:00" },
                    { 182L, "Демьяна Бедного, 6 к2", "1-4 этаж", 1L, "Россия", "", "Калининский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.379259 60.037182)"), "195274", "Средняя общеобразовательная школа №692 Калининского района Санкт-Петербурга", "", 2.5, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838682208", "Пн: 08:30-20:00; Вт: 08:30-20:00; Ср: 08:30-20:00; Чт: 08:30-20:00; Пт: 08:30-20:00; Сб: 08:30-15:00" },
                    { 183L, "Брянцева, 10 лит А", "1-4 этаж", 1L, "Россия", "", "Калининский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.401222 60.036123)"), "195269", "Средняя общеобразовательная школа №79 Калининского района", "", 5.0, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838678420", "Пн: 09:00-21:00; Вт: 09:00-21:00; Ср: 09:00-21:00; Чт: 09:00-21:00; Пт: 09:00-21:00; Сб: 09:00-21:00" },
                    { 184L, "Руднева, 8 к3", "1-3 этаж", 1L, "Россия", "школа №584", "Выборгский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.356425 60.040534)"), "194291", "Озерки", "", 5.0, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838717294", "Пн: 09:20-16:20; Вт: 09:20-16:20; Ср: 09:20-16:20; Чт: 09:20-16:20; Пт: 09:20-16:20" },
                    { 185L, "улица Маршала Тухачевского, 29", "1-4 этаж", 1L, "Россия", "", "Красногвардейский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.4251 59.970861)"), "195067", "Средняя общеобразовательная школа №180 Красногвардейского района", "", 4.2999999999999998, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838689610", "Пн: 08:00-18:45; Вт: 08:00-18:45; Ср: 08:00-18:45; Чт: 08:00-18:45; Пт: 08:00-18:45; Сб: 08:00-16:00" },
                    { 186L, "Графская, 13", "1-4 этаж", 1L, "Россия", "средняя общеобразовательная школа", "", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.428444 60.061995)"), "188687", "Муринский центр образования №4", "Всеволожский муниципальный район", 3.1000000000000001, "Ленинградская область", "+03:00", "https://2gis.com/firm/70000001038941549", "Пн: 07:00-19:00; Вт: 07:00-19:00; Ср: 07:00-19:00; Чт: 07:00-19:00; Пт: 07:00-19:00; Сб: 07:00-16:00" },
                    { 187L, "Планерная улица, 73 к1", "1-3 этаж", 1L, "Россия", "", "Приморский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.215511 60.026199)"), "197373", "Средняя общеобразовательная школа №635 Приморского района", "", 3.0, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838696787", "Пн: 09:00-15:20; Вт: 09:00-15:20; Ср: 09:00-15:20; Чт: 09:00-15:20; Пт: 09:00-15:20" },
                    { 188L, "проспект Королёва, 11", "1-4 этаж", 1L, "Россия", "Приморский район", "Приморский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.287896 60.011239)"), "197341", "Школа № 58 Приморского района Санкт-Петербурга им. С.П. Королёва", "", 2.7000000000000002, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838696744", "Пн: 09:00-20:30; Вт: 09:00-20:30; Ср: 09:00-20:30; Чт: 09:00-20:30; Пт: 09:00-20:30; Сб: 08:30-16:00" },
                    { 189L, "улица Звенигородская, 30а лит А", "1-4 этаж", 1L, "Россия", "", "Центральный район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.343536 59.91812)"), "191119", "Средняя общеобразовательная школа №612 Центрального района", "", 4.0, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838701206", "Пн: 08:30-18:30; Вт: 08:30-18:30; Ср: 08:30-18:30; Чт: 08:30-18:30; Пт: 08:30-18:30" },
                    { 190L, "Сикейроса, 5 к2", "1-4 этаж", 1L, "Россия", "", "Выборгский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.325389 60.03344)"), "194354", "Средняя общеобразовательная школа №90 Выборгского района", "", 3.0, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838677294", "Пн: 07:30-20:00; Вт: 07:30-20:00; Ср: 07:30-20:00; Чт: 07:30-20:00; Пт: 07:30-20:00" },
                    { 191L, "Западная аллея, 1", "1-4 этаж", 1L, "Россия", "частная школа-детский сад", "Петроградский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.28752 59.974717)"), "197022", "Рид", "", 4.5, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838649946", "Пн: 08:00-20:00; Вт: 08:00-20:00; Ср: 08:00-20:00; Чт: 08:00-20:00; Пт: 08:00-20:00" },
                    { 192L, "улица Бабушкина, 65", "1-3 этаж", 1L, "Россия", "", "Невский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.43958 59.878558)"), "192171", "Средняя общеобразовательная школа №331 Невского района", "", 5.0, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838693064", "Пн: 08:00-19:00; Вт: 08:00-19:00; Ср: 08:00-19:00; Чт: 08:00-19:00; Пт: 08:00-19:00; Сб: 08:00-15:00" },
                    { 193L, "Будапештская, 42 к6", "1-4 этаж", 1L, "Россия", "", "Фрунзенский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.383626 59.85966)"), "192071", "Средняя общеобразовательная школа №292 с углубленным изучением математики Фрунзенского района", "", 5.0, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838700165", "Пн: 08:00-20:00; Вт: 08:00-20:00; Ср: 08:00-20:00; Чт: 08:00-20:00; Пт: 08:00-20:00; Сб: 08:00-16:00" },
                    { 194L, "улица Оптиков, 47 к5", "1-4 этаж", 1L, "Россия", "", "Приморский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.202458 60.005125)"), "197082", "Средняя общеобразовательная школа №320 Приморского района Санкт-Петербурга", "", 3.7000000000000002, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552839899475", "Пн: 08:00-20:00; Вт: 08:00-20:00; Ср: 08:00-20:00; Чт: 08:00-20:00; Пт: 08:00-20:00; Сб: 08:00-16:00" },
                    { 195L, "Черкасова, 15", "1-3 этаж", 1L, "Россия", "", "Калининский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.425966 60.027266)"), "195265", "Средняя общеобразовательная школа № 96 Калининского Района", "", 2.2999999999999998, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838678787", "Пн: 08:00-19:00; Вт: 08:00-19:00; Ср: 08:00-19:00; Чт: 08:00-19:00; Пт: 08:00-19:00" },
                    { 196L, "Тимуровская, 8 к2", "1-4 этаж", 1L, "Россия", "Калининский район", "Калининский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.397007 60.047405)"), "195276", "Средняя общеобразовательная школа №119 с углубленным изучением английского языка Калининского района Санкт-Петербурга", "", 1.0, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838678823", "Пн: 08:30-18:30; Вт: 08:30-18:30; Ср: 08:30-18:30; Чт: 08:30-18:30; Пт: 08:30-18:30; Сб: 08:30-16:00" },
                    { 197L, "улица Железноводская, 17а", "1-3 этаж", 1L, "Россия", "частная школа", "Василеостровский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.24939 59.952817)"), "199155", "Дом изумрудного дракона", "", null, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/70000001065515531", "Пн: 08:30-18:00; Вт: 08:30-18:00; Ср: 08:30-18:00; Чт: 08:30-18:00; Пт: 08:30-18:00" },
                    { 198L, "Курляндская, 29 лит А", "", 1L, "Россия", "центр абилитации с индивидуальными формами обучения", "Адмиралтейский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.278602 59.911887)"), "190020", "Динамика", "", 5.0, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838715228", "Пн: 08:00-18:00; Вт: 08:00-18:00; Ср: 08:00-18:00; Чт: 08:00-18:00; Пт: 08:00-18:00" },
                    { 199L, "аллея Поликарпова, 2", "вход слева от 3 парадной", 1L, "Россия", "", "Приморский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.295824 60.005668)"), "197341", "Школа Гран", "", null, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/70000001079868799", "Пн: 09:00-18:00; Вт: 09:00-18:00; Ср: 09:00-18:00; Чт: 09:00-18:00; Пт: 09:00-18:00" },
                    { 200L, "проспект Науки, 30 к3", "1-4 этаж", 1L, "Россия", "", "Калининский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.418822 60.009585)"), "195252", "Средняя общеобразовательная школа №88 Калининского района", "", 2.2000000000000002, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838678712", "Пн: 08:00-18:00; Вт: 08:00-18:00; Ср: 08:00-18:00; Чт: 08:00-18:00; Пт: 08:00-18:00" },
                    { 201L, "бульвар Менделеева, 9 к3", "1-4 этаж", 1L, "Россия", "", "", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.430544 60.050111)"), "188677", "Муринский центр образования №1", "Всеволожский муниципальный район", 3.8999999999999999, "Ленинградская область", "+03:00", "https://2gis.com/firm/70000001022234286", "Пн: 07:00-19:00; Вт: 07:00-19:00; Ср: 07:00-19:00; Чт: 07:00-19:00; Пт: 07:00-19:00" },
                    { 202L, "Плуталова, 24", "", 1L, "Россия", "", "Петроградский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.307308 59.964517)"), "197136", "Средняя общеобразовательная школа №47 с углубленным изучением отдельных предметов им. Д.С. Лихачева Петроградского района", "", null, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/70000001048161892", "Пн: 08:00-20:00; Вт: 08:00-20:00; Ср: 08:00-20:00; Чт: 08:00-20:00; Пт: 08:00-20:00; Сб: 08:00-16:00" },
                    { 203L, "Воронцовский бульвар, 5 к7", "1-3 этаж", 1L, "Россия", "школа", "", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.415164 60.056165)"), "188687", "Бугровский центр образования №3", "Всеволожский муниципальный район", 3.2000000000000002, "Ленинградская область", "+03:00", "https://2gis.com/firm/70000001044300467", "Пн: 09:00-13:00, 14:00-18:00; Вт: 09:00-13:00, 14:00-18:00; Ср: 09:00-13:00, 14:00-18:00; Чт: 09:00-13:00, 14:00-18:00; Пт: 09:00-13:00, 14:00-18:00" },
                    { 204L, "Кадетская линия В.О., 3 лит А", "", 1L, "Россия", "", "Василеостровский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.290065 59.942652)"), "199004", "Средняя общеобразовательная школа №35 с углубленным изучением английского языка Василеостровского района", "", 4.0, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838676596", "Пн: 07:00-19:00; Вт: 07:00-19:00; Ср: 07:00-19:00; Чт: 07:00-19:00; Пт: 07:00-19:00" },
                    { 205L, "Утиная 1-я, 10 лит А", "", 1L, "Россия", "школа", "Приморский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.303964 60.032122)"), "197375", "Доверие", "", null, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/70000001064576505", "Пн: 09:00-18:00; Вт: 09:00-18:00; Ср: 09:00-18:00; Чт: 09:00-18:00; Пт: 09:00-18:00" },
                    { 206L, "Ивана Черных, 11 лит А", "1-4 этаж", 1L, "Россия", "", "Кировский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.278946 59.899649)"), "198095", "Школа №565 Кировского района Санкт-Петербурга", "", 5.0, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838715535", "Пн: 09:00-18:00; Вт: 09:00-18:00; Ср: 09:00-18:00; Чт: 09:00-18:00; Пт: 09:00-18:00" },
                    { 207L, "Гражданский проспект, 92 к3", "1-4 этаж", 1L, "Россия", "", "Калининский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.398967 60.020602)"), "195257", "Средняя общеобразовательная школа №98 Калининского района", "", 4.5, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838678796", "Пн: 08:30-18:00; Вт: 08:30-18:00; Ср: 08:30-18:00; Чт: 08:30-18:00; Пт: 08:30-18:00; Сб: 08:30-16:00" },
                    { 208L, "улица Бестужевская, 3 к4", "1-2 этаж", 1L, "Россия", "", "Калининский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.38293 59.987241)"), "195272", "Средняя общеобразовательная школа №100 Калининского района", "", 3.2000000000000002, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/70000001033455078", "Пн: 08:00-19:00; Вт: 08:00-19:00; Ср: 08:00-19:00; Чт: 08:00-19:00; Пт: 08:00-19:00" },
                    { 209L, "улица Благодатная, 36", "1-4 этаж", 1L, "Россия", "", "Московский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.329756 59.876402)"), "196105", "Школа №371 с углубленным изучением русского, английского и французского языков им. Героя РФ Е.Н. Зиничева Московского района Санкт-Петербурга", "", 5.0, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838692960", "Пн: 09:00-19:00; Вт: 09:00-19:00; Ср: 09:00-19:00; Чт: 09:00-19:00; Пт: 09:00-19:00; Сб: 09:00-17:00" },
                    { 210L, "проспект Раевского, 18", "", 1L, "Россия", "Выборгский район", "Выборгский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.361799 60.014275)"), "194064", "Школа №517 Выборгского района", "", 5.0, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838678303", "Пн: 08:00-20:00; Вт: 08:00-20:00; Ср: 08:00-20:00; Чт: 08:00-20:00; Пт: 08:00-20:00; Сб: 08:00-16:00" },
                    { 211L, "Софьи Ковалевской, 8 к3", "1-3 этаж", 1L, "Россия", "", "Калининский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.405589 60.013946)"), "195256", "Средняя общеобразовательная школа №78 Калининского района", "", 3.2999999999999998, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838678465", "Пн: 08:00-20:00; Вт: 08:00-20:00; Ср: 08:00-20:00; Чт: 08:00-20:00; Пт: 08:00-20:00; Сб: 08:00-15:35" },
                    { 212L, "Отечественная, 5", "1-4 этаж", 1L, "Россия", "", "Красногвардейский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.48768 59.958698)"), "195030", "Средняя общеобразовательная школа №134 им. Сергея Дудко", "", 3.8999999999999999, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838689519", "Пн: 08:00-19:00; Вт: 08:00-19:00; Ср: 08:00-19:00; Чт: 08:00-19:00; Пт: 08:00-19:00" },
                    { 213L, "Ярославский проспект, 72", "1-4 этаж", 1L, "Россия", "", "Выборгский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.315235 60.02591)"), "194214", "Средняя общеобразовательная Школа № 102 Выборгского района Санкт-Петербурга", "", null, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/70000001017478407", "Пн: 08:00-19:00; Вт: 08:00-19:00; Ср: 08:00-19:00; Чт: 08:00-19:00; Пт: 08:00-19:00" },
                    { 214L, "Кузнецовская, 20 к2", "1-4 этаж", 1L, "Россия", "", "Московский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.309283 59.872575)"), "196128", "Средняя общеобразовательная школа №358 Московского района с дошкольным отделением", "", null, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838692994", "Пн: 09:00-20:00; Вт: 09:00-20:00; Ср: 09:00-20:00; Чт: 09:00-20:00; Пт: 09:00-20:00; Сб: 09:00-15:25" },
                    { 215L, "проспект Космонавтов, 21 к4", "1-4 этаж", 1L, "Россия", "", "Московский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.344892 59.860531)"), "196211", "Средняя общеобразовательная школа №525 с углубленным изучением английского языка им. дважды Героя Советского Союза Г.М. Гречко", "", 2.2999999999999998, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838692999", "Пн: 08:00-19:00; Вт: 08:00-19:00; Ср: 08:00-19:00; Чт: 08:00-19:00; Пт: 08:00-19:00; Сб: 08:00-16:00" },
                    { 216L, "Южное шоссе, 54а", "1-2 этаж", 1L, "Россия", "частная школа", "Фрунзенский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.414939 59.863931)"), "192249", "Эпиграф", "", 4.2000000000000002, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838670709", "Пн: 09:00-19:00; Вт: 09:00-19:00; Ср: 09:00-19:00; Чт: 09:00-19:00; Пт: 09:00-19:00" },
                    { 217L, "Аптекарский проспект, 4", "1 этаж", 1L, "Россия", "школа неформального образования", "Петроградский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.318387 59.969509)"), "197022", "Апельсин", "", 5.0, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552840731679", "Пн: 10:00-18:00; Вт: 10:00-18:00; Ср: 10:00-18:00; Чт: 10:00-18:00; Пт: 10:00-18:00" },
                    { 218L, "проспект Энтузиастов, 46 к3", "1-4 этаж", 1L, "Россия", "", "Красногвардейский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.489207 59.95388)"), "195030", "Средняя общеобразовательная школа №187 Красногвардейского района", "", 3.0, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838689678", "Пн: 08:00-21:00; Вт: 08:00-21:00; Ср: 08:00-21:00; Чт: 08:00-21:00; Пт: 08:00-21:00" },
                    { 219L, "Плуталова, 24", "1-3 этаж", 1L, "Россия", "", "Петроградский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.307255 59.964541)"), "197136", "Средняя общеобразовательная школа №47 с углубленным изучением отдельных предметов им. Д.С. Лихачева Петроградского района", "", 1.1000000000000001, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838693598", "Пн: 08:00-20:00; Вт: 08:00-20:00; Ср: 08:00-20:00; Чт: 08:00-20:00; Пт: 08:00-20:00; Сб: 08:00-18:00" },
                    { 220L, "улица Новоладожская, 8 лит А", "1-5 этаж", 1L, "Россия", "", "Петроградский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.273703 59.962598)"), "197110", "Центр образования №173 Петроградского района", "", 1.1000000000000001, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838726173", "Пн: 08:30-19:00; Вт: 08:30-19:00; Ср: 08:30-19:00; Чт: 08:30-19:00; Пт: 08:30-19:00" },
                    { 221L, "улица Кораблестроителей, 42 к2", "1-4 этаж", 1L, "Россия", "", "Василеостровский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.227625 59.958893)"), "199058", "Средняя общеобразовательная школа №10 с углубленным изучением химии", "", 5.0, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838676843", "Пн: 08:00-19:00; Вт: 08:00-19:00; Ср: 08:00-19:00; Чт: 08:00-19:00; Пт: 08:00-19:00; Сб: 08:00-15:00" },
                    { 222L, "Пискарёвский проспект, 14", "", 1L, "Россия", "", "Калининский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.407457 59.966641)"), "195221", "Средняя общеобразовательная школа №139 Калининского района", "", 1.0, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838681130", "Пн: 08:00-20:00; Вт: 08:00-20:00; Ср: 08:00-20:00; Чт: 08:00-20:00; Пт: 08:00-20:00; Сб: 08:30-18:00" },
                    { 223L, "Витебская, 7", "1-4 этаж", 1L, "Россия", "", "Адмиралтейский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.281335 59.921325)"), "190121", "Школа №231 Адмиралтейского района", "", null, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838715607", "Пн: 08:00-18:00; Вт: 08:00-18:00; Ср: 08:00-18:00; Чт: 08:00-18:00; Пт: 08:00-18:00" },
                    { 224L, "Пражская, 30 к1", "1-4 этаж", 1L, "Россия", "", "Фрунзенский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.394511 59.872239)"), "192241", "Средняя общеобразовательная школа №296 Фрунзенского района", "", 1.3, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838697269", "Пн: 08:00-19:00; Вт: 08:00-19:00; Ср: 08:00-19:00; Чт: 08:00-19:00; Пт: 08:00-19:00" },
                    { 225L, "проспект Маршака, 24 к2", "1-3 этаж", 1L, "Россия", "начальная школа", "Красногвардейский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.454604 60.027366)"), "195113", "СОШ №191", "", 3.7999999999999998, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/70000001028962688", "Пн: 08:00-20:00; Вт: 08:00-20:00; Ср: 08:00-20:00; Чт: 08:00-20:00; Пт: 08:00-20:00; Сб: 08:00-20:00" },
                    { 226L, "Байконурская, 25 лит А", "1-4 этаж", 1L, "Россия", "", "Приморский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.280354 60.014124)"), "197349", "Школа №59 Приморского района Санкт-Петербурга", "", 5.0, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838696745", "Пн: 08:00-18:00; Вт: 08:00-18:00; Ср: 08:00-18:00; Чт: 08:00-18:00; Пт: 08:00-18:00" },
                    { 227L, "проспект Большевиков, 7 к3", "1 этаж", 1L, "Россия", "семейная школа", "Невский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.469456 59.914651)"), "193313", "Хочу и буду", "", 5.0, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/70000001066381010", "Пн: 09:00-21:00; Вт: 09:00-21:00; Ср: 09:00-21:00; Чт: 09:00-21:00; Пт: 09:00-21:00; Сб: 11:00-16:00; Вс: 11:00-16:00" },
                    { 228L, "Аккуратова, 11а", "", 1L, "Россия", "", "Приморский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.307024 60.015689)"), "197341", "Специальная общеобразовательная школа №2 (открытого типа)", "", 5.0, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838785418", "Пн: 09:00-18:00; Вт: 09:00-18:00; Ср: 09:00-18:00; Чт: 09:00-18:00; Пт: 09:00-18:00" },
                    { 229L, "улица Камышовая, 18", "1-3 этаж", 1L, "Россия", "Приморский район", "Приморский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.240876 60.005673)"), "197372", "Средняя общеобразовательная школа №596 с углубленным изучением французского языка", "", 2.0, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838696829", "Пн: 08:00-19:30; Вт: 08:00-19:30; Ср: 08:00-19:30; Чт: 08:00-19:30; Пт: 08:00-19:30" },
                    { 230L, "проспект Ударников, 22 к3", "1-4 этаж", 1L, "Россия", "", "Красногвардейский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.465011 59.952095)"), "195279", "Средняя общеобразовательная школа №127 с углубленным изучением английского языка Красногвардейского района Санкт-Петербурга", "", 3.7000000000000002, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838689437", "Пн: 08:00-18:30; Вт: 08:00-18:30; Ср: 08:00-18:30; Чт: 08:00-18:30; Пт: 08:00-18:30; Сб: 08:30-17:00" },
                    { 231L, "Белы Куна, 24 к2", "1-4 этаж", 1L, "Россия", "", "Фрунзенский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.390334 59.878107)"), "192241", "Средняя общеобразовательная школа № 215 Фрунзенского района Санкт-Петербурга", "", null, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838697248", "Пн: 09:00-18:00; Вт: 09:00-18:00; Ср: 09:00-18:00; Чт: 09:00-18:00; Пт: 09:00-18:00" },
                    { 232L, "Юкковское шоссе, 6 к1", "1-4 этаж", 1L, "Россия", "", "Выборгский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.266036 60.108939)"), "194362", "Школа №471 Выборгского района Санкт-Петербурга", "", 5.0, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552841677917", "Пн: 08:00-17:00; Вт: 08:00-17:00; Ср: 08:00-17:00; Чт: 08:00-17:00; Пт: 08:00-17:00" },
                    { 233L, "Итальянская, 2", "401 офис", 1L, "Россия", "", "Центральный район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.327977 59.93719)"), "191011", "Top it School", "", null, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/70000001082363863", "Пн: 09:00-18:00; Вт: 09:00-18:00; Ср: 09:00-18:00; Чт: 09:00-18:00; Пт: 09:00-18:00; Сб: 09:00-18:00; Вс: 09:00-18:00" },
                    { 234L, "проспект Большевиков, 4 к2", "1-3 этаж", 1L, "Россия", "", "Невский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.476837 59.91753)"), "193231", "Средняя общеобразовательная школа №268 Невского Района", "", 1.6000000000000001, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838693052", "Пн: 08:00-19:00; Вт: 08:00-19:00; Ср: 08:00-19:00; Чт: 08:00-19:00; Пт: 08:00-19:00" },
                    { 235L, "Евдокима Огнева, 4 к2", "", 1L, "Россия", "", "Невский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.464256 59.897394)"), "193230", "Средняя общеобразовательная школа №458 с углубленным изучением немецкого языка Невского района", "", 5.0, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838693355", "Пн: 08:00-20:00; Вт: 08:00-20:00; Ср: 08:00-20:00; Чт: 08:00-20:00; Пт: 08:00-20:00; Сб: 08:00-18:00" },
                    { 236L, "Комендантский проспект, 17 к3", "1-3 этаж", 1L, "Россия", "", "Приморский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.258535 60.012519)"), "197371", "Белогорье", "", 3.7000000000000002, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838713895", "Пн: 08:00-21:00; Вт: 08:00-21:00; Ср: 08:00-21:00; Чт: 08:00-21:00; Пт: 08:00-21:00; Сб: 08:00-20:00" },
                    { 237L, "Новоколомяжский проспект, 4 к4 лит А", "1-3 этаж", 1L, "Россия", "", "Приморский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.299629 60.026919)"), "197375", "Школа № 253 Приморского района Санкт-Петербурга им. капитана 1-го ранга П.И. Державина", "", 4.0, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838696726", "Пн: 09:00-18:00; Вт: 09:00-18:00; Ср: 09:00-18:00; Чт: 09:00-18:00; Пт: 09:00-18:00" },
                    { 238L, "улица Маршала Захарова, 14 к3 лит А", "1-4 этаж", 1L, "Россия", "младшая школа", "Красносельский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.166091 59.85921)"), "198328", "Средняя общеобразовательная школа №291 Красносельского района", "", 5.0, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348553838890923", "Пн: 08:00-20:00; Вт: 08:00-20:00; Ср: 08:00-20:00; Чт: 08:00-20:00; Пт: 08:00-20:00; Сб: 08:00-20:00" },
                    { 239L, "бульвар Красных Зорь, 6 к2", "", 1L, "Россия", "", "Невский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.444785 59.86998)"), "192174", "Средняя общеобразовательная школа №345 Невского района Санкт-Петербурга", "", 4.0, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838693112", "Пн: 09:00-18:00; Вт: 09:00-18:00; Ср: 09:00-18:00; Чт: 09:00-18:00; Пт: 09:00-18:00; Сб: 09:00-15:00" },
                    { 240L, "Пулковское шоссе, 88", "", 1L, "Россия", "", "Пушкинский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.336495 59.768995)"), "196140", "Средняя общеобразовательная школа №353", "", 2.3999999999999999, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838692932", "Пн: 08:00-18:00; Вт: 08:00-18:00; Ср: 08:00-18:00; Чт: 08:00-18:00; Пт: 08:00-18:00" },
                    { 241L, "проспект Художников, 24 к2", "", 1L, "Россия", "", "Выборгский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.34912 60.04672)"), "194295", "Средняя общеобразовательная школа №120 Выборгского Района", "", null, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838677722", "Пн: 08:00-20:00; Вт: 08:00-20:00; Ср: 08:00-20:00; Чт: 08:00-20:00; Пт: 08:00-20:00" },
                    { 242L, "улица Дыбенко, 24 к4", "", 1L, "Россия", "", "Невский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.4784 59.908039)"), "193168", "Средняя общеобразовательная школа №341", "", 1.0, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838693036", "Пн: 09:00-19:00; Вт: 09:00-19:00; Ср: 09:00-19:00; Чт: 09:00-19:00; Пт: 09:00-19:00" },
                    { 243L, "улица Верности, 28 к4", "1-4 этаж", 1L, "Россия", "", "Калининский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.415981 60.005957)"), "195256", "Лицей №95 Калининского района", "", 2.5, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838682051", "Пн: 08:30-19:00; Вт: 08:30-19:00; Ср: 08:30-19:00; Чт: 08:30-19:00; Пт: 08:30-19:00; Сб: 08:30-16:00" },
                    { 244L, "Вавиловых, 8 к2", "1-3 этаж", 1L, "Россия", "Калининский район", "Калининский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.384587 60.020082)"), "195257", "Средняя общеобразовательная школа №137 Калининского района", "", 3.7000000000000002, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838678872", "Пн: 08:15-18:00; Вт: 08:15-18:00; Ср: 08:15-18:00; Чт: 08:15-18:00; Пт: 08:15-18:00" },
                    { 245L, "Мебельная улица, 21 к3", "1-4 этаж", 1L, "Россия", "", "Приморский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.214353 59.997607)"), "197345", "Средняя общеобразовательная школа №630 Приморского района Санкт-Петербурга", "", 2.7000000000000002, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552840756496", "Пн: 08:00-22:00; Вт: 08:00-22:00; Ср: 08:00-22:00; Чт: 08:00-22:00; Пт: 08:00-22:00; Сб: 10:00-15:00" },
                    { 246L, "улица Ленсовета, 68", "1-4 этаж", 1L, "Россия", "", "Московский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.345132 59.836662)"), "196158", "Школа № 356 Московского Района", "", 5.0, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838692953", "Пн: 08:30-18:00; Вт: 08:30-18:00; Ср: 08:30-18:00; Чт: 08:30-18:00; Пт: 08:30-18:00; Сб: 08:30-18:00" },
                    { 247L, "Комендантский проспект, 69 к2", "1-3 этаж", 1L, "Россия", "", "Приморский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.224952 60.040536)"), "197350", "Средняя общеобразовательная школа №165 Приморского района Санкт-Петербурга", "", 5.0, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/70000001063394343", "Пн: 09:00-19:00; Вт: 09:00-19:00; Ср: 09:00-19:00; Чт: 09:00-19:00; Пт: 09:00-19:00" },
                    { 248L, "Светлановский проспект, 40 к3", "1-4 этаж", 1L, "Россия", "", "Калининский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.37537 60.025222)"), "195427", "Средняя общеобразовательная школа №158 Калининского района", "", 3.0, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838681968", "Пн: 09:00-17:00; Вт: 09:00-17:00; Ср: 09:00-17:00; Чт: 09:00-17:00; Пт: 09:00-17:00; Сб: 09:00-15:45" },
                    { 249L, "улица Ушинского, 13 лит А", "1-4 этаж", 1L, "Россия", "", "Калининский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.409288 60.032)"), "195267", "Средняя общеобразовательная школа №176 Калининского района Санкт-Петербурга", "", 5.0, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838682019", "Пн: 08:30-19:00; Вт: 08:30-19:00; Ср: 08:30-19:00; Чт: 08:30-19:00; Пт: 08:30-19:00" },
                    { 250L, "Капитана Грищенко, 3 к1", "1-3 этаж", 1L, "Россия", "", "Красносельский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.139037 59.850502)"), "198322", "Школа № 509 Красносельского района", "", 3.0, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/70000001017610003", "Пн: 08:00-20:00; Вт: 08:00-20:00; Ср: 08:00-20:00; Чт: 08:00-20:00; Пт: 08:00-20:00; Сб: 09:00-16:00" },
                    { 251L, "проспект Ветеранов, 39", "1-4 этаж", 1L, "Россия", "", "Кировский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.239593 59.843275)"), "198255", "Средняя общеобразовательная школа №277 Кировского района Санкт-Петербурга", "", 5.0, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/70000001020656079", "Пн: 08:00-20:00; Вт: 08:00-20:00; Ср: 08:00-20:00; Чт: 08:00-20:00; Пт: 08:00-19:00; Сб: 09:00-14:00" },
                    { 252L, "улица Авиационная, 38", "1-4 этаж", 1L, "Россия", "", "Московский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.333152 59.854107)"), "196135", "Средняя общеобразовательная школа №485", "", null, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838692974", "Пн: 09:00-14:35; Вт: 09:00-14:35; Ср: 09:00-14:35; Чт: 09:00-14:35; Пт: 09:00-14:35; Сб: 09:00-14:35" },
                    { 253L, "проспект Солидарности, 3 к4", "1-4 этаж", 1L, "Россия", "", "Невский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.481802 59.925588)"), "193312", "Средняя общеобразовательная школа №347 Невского района", "", 4.2000000000000002, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838693313", "Пн: 08:30-18:00; Вт: 08:30-18:00; Ср: 08:30-18:00; Чт: 08:30-18:00; Пт: 08:30-18:00; Сб: 08:30-14:00" },
                    { 254L, "Хвойная, 35", "1-3 этаж", 1L, "Россия", "", "Приморский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.139714 60.000566)"), "197229", "Средняя общеобразовательная школа №440 Приморского района", "", null, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838655973", "Пн: 08:00-20:00; Вт: 08:00-20:00; Ср: 08:00-20:00; Чт: 08:00-20:00; Пт: 08:00-20:00" },
                    { 255L, "улица Маршала Захарова, 16 к4 лит А", "1-4 этаж", 1L, "Россия", "Основная школа", "Красносельский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.168914 59.860178)"), "198328", "Средняя общеобразовательная школа №291 Красносельского района", "", 3.7000000000000002, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552840953662", "Пн: 08:00-20:00; Вт: 08:00-20:00; Ср: 08:00-20:00; Чт: 08:00-20:00; Пт: 08:00-20:00; Сб: 08:00-20:00" },
                    { 256L, "проспект Ветеранов, 173 к3 ст1", "1-4 этаж", 1L, "Россия", "", "Красносельский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.107252 59.839559)"), "198264", "Школа №203", "", 3.7000000000000002, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/70000001043761962", "Пн: 08:00-21:00; Вт: 08:00-21:00; Ср: 08:00-21:00; Чт: 08:00-21:00; Пт: 08:00-21:00; Сб: 09:00-18:00" },
                    { 257L, "улица Варшавская, 30 лит А", "", 1L, "Россия", "Московский район", "Московский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.31425 59.873842)"), "196128", "Средняя общеобразовательная школа № 1 с углубленным изучением английского языка", "", 5.0, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838692926", "Пн: 08:30-15:10; Вт: 08:30-15:10; Ср: 08:30-15:10; Чт: 08:30-15:10; Пт: 08:30-15:10; Сб: 08:30-15:10" },
                    { 258L, "проспект Культуры, 4 к3Б", "1 этаж", 1L, "Россия", "", "Выборгский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.362805 60.034563)"), "194291", "Воскресная школа при храме Державной иконы Божией матери", "", null, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/70000001077228914", "Пн: 10:00-21:00; Вт: 10:00-21:00; Ср: 10:00-21:00; Чт: 10:00-21:00; Пт: 10:00-21:00; Сб: 10:00-21:00; Вс: 10:00-21:00" },
                    { 259L, "Замшина улица, 58 к2", "4 этаж", 1L, "Россия", "", "Калининский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.401211 59.980883)"), "195271", "Санкт-Петербургская Монтессори-школа Михайловой", "", null, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552840961554", "Пн: 08:00-16:00; Вт: 08:00-16:00; Ср: 08:00-16:00; Чт: 08:00-16:00; Пт: 08:00-16:00" },
                    { 260L, "улица Бестужевская, 63 лит А", "", 1L, "Россия", "Красногвардейский район", "Красногвардейский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.428756 59.976978)"), "195067", "Средняя школа №521 Санкт-Петербурга", "", null, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838689364", "Пн: 09:00-19:30; Вт: 09:00-19:30; Ср: 09:00-19:30; Чт: 09:00-19:30; Пт: 09:00-19:30" },
                    { 261L, "Московское шоссе, 10 к2", "1-4 этаж", 1L, "Россия", "", "Московский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.332574 59.839451)"), "196158", "Средняя общеобразовательная школа №508 Московского района", "", 1.1000000000000001, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838692990", "Пн: 08:00-20:00; Вт: 08:00-20:00; Ср: 08:00-20:00; Чт: 08:00-20:00; Пт: 08:00-20:00; Сб: 08:00-18:00" },
                    { 262L, "Разводная, 27", "", 1L, "Россия", "", "Петродворцовый район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (29.896481 59.874864)"), "198516", "Средняя общеобразовательная школа №529 Петродворцового района им. героя РФ Опарина Д.А.", "", 1.0, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838694372", "Пн: 08:00-20:00; Вт: 08:00-20:00; Ср: 08:00-20:00; Чт: 08:00-20:00; Пт: 08:00-20:00; Сб: 08:30-14:00" },
                    { 263L, "проспект Юрия Гагарина, 23", "1 этаж", 1L, "Россия", "образовательное пространство", "Московский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.333973 59.860104)"), "196135", "Квазар", "", 5.0, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/70000001030573188", "Пн: 08:30-19:00; Вт: 08:30-19:00; Ср: 08:30-19:00; Чт: 08:30-19:00; Пт: 08:30-19:00" },
                    { 264L, "Колпинское шоссе, 20 к3", "1-4 этаж", 1L, "Россия", "", "Пушкинский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.465401 59.733506)"), "196628", "Средняя общеобразовательная школа №511 Пушкинского района", "", 3.0, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552841199491", "Пн: 08:30-19:00; Вт: 08:30-19:00; Ср: 08:30-19:00; Чт: 08:30-19:00; Пт: 08:30-19:00; Сб: 08:30-17:00" },
                    { 265L, "Новостроек, 9", "1-2 этаж", 1L, "Россия", "общеобразовательная школа", "Кировский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.265086 59.875034)"), "198152", "Дельта", "", 5.0, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838602555", "Пн: 08:00-19:00; Вт: 08:00-19:00; Ср: 08:00-19:00; Чт: 08:00-19:00; Пт: 08:00-19:00" },
                    { 266L, "проспект Авиаконструкторов, 29 к3", "", 1L, "Россия", "", "Приморский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.239719 60.02035)"), "197373", "Средняя общеобразовательная школа №580 Приморского района", "", 4.2000000000000002, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838696727", "Пн: 08:30-18:00; Вт: 08:30-18:00; Ср: 08:30-18:00; Чт: 08:30-18:00; Пт: 08:30-18:00" },
                    { 267L, "Витебская, 6", "1-4 этаж", 1L, "Россия", "", "Адмиралтейский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.280703 59.920648)"), "190121", "Школа народного искусства императрицы Александры Федоровны", "", 5.0, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838674525", "Пн: 08:30-17:30; Вт: 08:30-17:30; Ср: 08:30-17:30; Чт: 08:30-17:30; Пт: 08:30-17:30" },
                    { 268L, "Комендантский проспект, 29 к2", "1-3 этаж", 1L, "Россия", "", "Приморский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.249995 60.020056)"), "197350", "Школа № 657 Приморского района Санкт-Петербурга", "", 2.7000000000000002, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838718877", "Пн: 08:30-18:00; Вт: 08:30-18:00; Ср: 08:30-18:00; Чт: 08:30-18:00; Пт: 08:30-18:00" },
                    { 269L, "улица Дыбенко, 17 к3", "", 1L, "Россия", "", "Невский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.468494 59.901287)"), "193230", "Школа №13 с углубленным изучением английского языка Невского района", "", 5.0, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838693456", "Пн: 08:00-20:00; Вт: 08:00-20:00; Ср: 08:00-20:00; Чт: 08:00-20:00; Пт: 08:00-20:00; Сб: 08:00-20:00" },
                    { 270L, "улица Благодатная, 11", "1-4 этаж", 1L, "Россия", "", "Московский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.301776 59.873936)"), "196128", "Школа №370 Московского района Санкт-Петербурга", "", 3.0, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838715619", "Пн: 09:00-18:00; Вт: 09:00-18:00; Ср: 09:00-18:00; Чт: 09:00-18:00; Пт: 09:00-18:00" },
                    { 271L, "Турбинная, 50", "1-4 этаж", 1L, "Россия", "", "Кировский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.265492 59.887107)"), "198097", "Школа № 162 Кировского района Санкт-Петербурга", "", 2.3999999999999999, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838711959", "Пн: 09:00-15:00, 16:00-20:00; Вт: 09:00-15:00, 16:00-20:00; Ср: 09:00-15:00, 16:00-20:00; Чт: 09:00-15:00, 16:00-20:00; Пт: 09:00-15:00, 16:00-20:00" },
                    { 272L, "улица Бабушкина, 50", "1-4 этаж", 1L, "Россия", "", "Невский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.446572 59.87433)"), "192131", "Средняя общеобразовательная школа №342 Невский район", "", 5.0, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838693105", "Пн: 09:00-13:00, 14:00-18:00; Вт: 09:00-13:00, 14:00-18:00; Ср: 09:00-13:00, 14:00-18:00; Чт: 09:00-13:00, 14:00-18:00; Пт: 09:00-13:00, 14:00-18:00" },
                    { 273L, "Стасовой, 4а", "1-4 этаж", 1L, "Россия", "", "Красногвардейский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.431348 59.970585)"), "195253", "Средняя общеобразовательная школа №188 с углубленным изучением мировой художественной культуры Красногвардейского района г. Санкт-Петербурга им. Героя Советского Союза Л.Г. Белоусова", "", 3.7000000000000002, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838699529", "Пн: 08:00-20:00; Вт: 08:00-20:00; Ср: 08:00-20:00; Чт: 08:00-20:00; Пт: 08:00-20:00; Сб: 08:00-18:30" },
                    { 274L, "проспект Космонавтов, 20 к4", "1-4 этаж", 1L, "Россия", "", "Московский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.352598 59.861881)"), "196244", "Средняя общеобразовательная школа №536 им. Т.И. Гончаровой", "", 4.5, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838693006", "Пн: 08:30-16:00; Вт: 08:30-16:00; Ср: 08:30-16:00; Чт: 08:30-16:00; Пт: 08:30-16:00" },
                    { 275L, "Лёни Голикова, 23 к6", "1-2 этаж", 1L, "Россия", "", "Кировский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.224642 59.842981)"), "198262", "Средняя общеобразовательная школа №654 Кировского района", "", 5.0, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838686263", "Пн: 08:00-19:00; Вт: 08:00-19:00; Ср: 08:00-19:00; Чт: 08:00-19:00; Пт: 08:00-19:00; Сб: 08:00-15:00" },
                    { 276L, "проспект Маршала Жукова, 24", "1 этаж", 1L, "Россия", "семейная школа", "Кировский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.235365 59.860006)"), "198302", "Аэлита", "", 5.0, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/70000001063594066", "Пн: 09:00-18:00; Вт: 09:00-18:00; Ср: 09:00-18:00; Чт: 09:00-18:00; Пт: 09:00-18:00; Сб: 09:00-18:00; Вс: 09:00-18:00" },
                    { 277L, "Ситцевая, 15", "1-3 этаж", 1L, "Россия", "", "Приморский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.238669 60.000376)"), "197372", "Средняя общеобразовательная школа №598 с углубленным изучением математики, химии и биологии Приморского района Санкт-Петербурга", "", 3.0, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838696771", "Пн: 08:00-20:00; Вт: 08:00-20:00; Ср: 08:00-20:00; Чт: 08:00-20:00; Пт: 08:00-20:00; Сб: 08:00-16:00" },
                    { 278L, "6-я линия В.О., 15 лит Д", "1-3 этаж", 1L, "Россия", "средняя образовательная школа", "Василеостровский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.283352 59.940739)"), "199004", "Частная школа Шостаковичей", "", null, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/70000001018783483", "Пн: 08:00-18:00; Вт: 08:00-18:00; Ср: 08:00-18:00; Чт: 08:00-18:00; Пт: 08:00-18:00; Сб: 08:00-18:00" },
                    { 279L, "Болотная, 18", "1-4 этаж", 1L, "Россия", "", "Выборгский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.353914 60.003155)"), "194021", "Средняя общеобразовательная школа № 76 Выборгского района Санкт-Петербурга", "", 2.7999999999999998, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838677275", "Пн: 08:00-21:00; Вт: 08:00-21:00; Ср: 08:00-21:00; Чт: 08:00-21:00; Пт: 08:00-21:00; Сб: 08:00-21:00" },
                    { 280L, "улица Большая Пороховская, 52 к1", "1-4 этаж", 1L, "Россия", "", "Красногвардейский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.432501 59.954015)"), "195248", "Школа №6 Красногвардейского района", "", 1.0, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838718767", "Пн: 09:00-18:00; Вт: 09:00-18:00; Ср: 09:00-18:00; Чт: 09:00-18:00; Пт: 09:00-18:00" },
                    { 281L, "Глухарская, 28 ст1", "", 1L, "Россия", "", "Приморский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.233065 60.036541)"), "197350", "Школа №55 Приморского района Санкт-Петербурга", "", 5.0, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/70000001077038918", "Пн: 08:00-20:00; Вт: 08:00-20:00; Ср: 08:00-20:00" },
                    { 282L, "Амурская, 2", "", 1L, "Россия", "", "Калининский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.413193 59.99585)"), "195273", "Центр РиМ", "", 5.0, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552839969978", "Пн: 09:00-18:00; Вт: 09:00-18:00; Ср: 09:00-18:00; Чт: 09:00-18:00; Пт: 09:00-18:00" },
                    { 283L, "улица Ростовская, 23 к2", "1-4 этаж", 1L, "Россия", "Пушкинский район", "Пушкинский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.481821 59.743554)"), "196628", "Школа №645", "", 4.0, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/70000001007144961", "Пн: 08:00-20:00; Вт: 08:00-20:00; Ср: 08:00-20:00; Чт: 08:00-20:00; Пт: 08:00-20:00; Сб: 08:00-18:00" },
                    { 284L, "Комендантский проспект, 64 к5 ст1", "1-4 этаж", 1L, "Россия", "", "Приморский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.216799 60.038422)"), "197373", "Средняя общеобразовательная школа №573 Приморского района Санкт-Петербурга", "", 5.0, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/70000001043704960", "Пн: 09:00-18:00; Вт: 09:00-18:00; Ср: 09:00-18:00; Чт: 09:00-18:00; Пт: 09:00-18:00" },
                    { 285L, "Большеохтинский проспект, 18", "1-3 этаж", 1L, "Россия", "", "Красногвардейский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.410119 59.956869)"), "195027", "Школа № 140 Красногвардейского района", "", 4.7999999999999998, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838689526", "Пн: 09:00-18:00; Вт: 09:00-18:00; Ср: 09:00-18:00; Чт: 09:00-18:00; Пт: 09:00-18:00" },
                    { 286L, "улица Маршала Казакова, 30", "1-3 этаж", 1L, "Россия", "", "Красносельский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.219943 59.859031)"), "198332", "Средняя общеобразовательная школа №548 с углубленным изучением английского языка Красносельского района", "", 4.9000000000000004, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838692498", "Пн: 08:00-20:00; Вт: 08:00-20:00; Ср: 08:00-20:00; Чт: 08:00-20:00; Пт: 08:00-17:00" },
                    { 287L, "Софьи Ковалевской, 13 к6", "1-4 этаж", 1L, "Россия", "Калининский район", "Калининский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.420792 60.015562)"), "195252", "Средняя образовательная школа №535", "", null, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838682083", "Пн: 08:00-20:00; Вт: 08:00-20:00; Ср: 08:00-20:00; Чт: 08:00-20:00; Пт: 08:00-20:00" },
                    { 288L, "Серебристый бульвар, 9 к2", "1-2 этаж", 1L, "Россия", "", "Приморский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.283669 60.001889)"), "197348", "Средняя общеобразовательная школа №43 Приморского района", "", 2.3999999999999999, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838696798", "Пн: 08:00-20:00; Вт: 08:00-20:00; Ср: 08:00-20:00; Чт: 08:00-20:00; Пт: 08:00-20:00; Сб: 08:00-17:00" },
                    { 289L, "Антокольский переулок, 4 к2", "1-3 этаж", 1L, "Россия", "Невский район", "Невский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.454898 59.861744)"), "192174", "Школа № 334 Невского района Санкт-Петербурга", "", 4.2000000000000002, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/70000001035595056", "Пн: 08:30-20:00; Вт: 08:30-20:00; Ср: 08:30-20:00; Чт: 08:30-20:00; Пт: 08:30-20:00; Сб: 08:30-17:00" },
                    { 290L, "Крестовский проспект, 7", "1-4 этаж", 1L, "Россия", "", "Петроградский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.270153 59.970122)"), "197110", "Средняя общеобразовательная школа №51 Петроградского района", "", 1.0, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/70000001029062067", "Пн: 09:00-17:30; Вт: 09:00-17:30; Ср: 09:00-17:30; Чт: 09:00-17:30; Пт: 09:00-17:30; Сб: 09:00-14:40" },
                    { 291L, "проспект Науки, 16 к2 лит А", "1-4 этаж", 1L, "Россия", "", "Калининский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.406927 60.012031)"), "195256", "Средняя общеобразовательная школа №121 им. С.Е. Маркова", "", null, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838678834", "Пн: 08:00-20:00; Вт: 08:00-20:00; Ср: 08:00-20:00; Чт: 08:00-20:00; Пт: 08:00-20:00; Сб: 08:00-20:00" },
                    { 292L, "Первомайская, 6", "", 1L, "Россия", "", "Пушкинский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.379209 59.808934)"), "196624", "Школа №459 Пушкинского района", "", 3.0, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838696918", "Пн: 08:00-20:00; Вт: 08:00-20:00; Ср: 08:00-20:00; Чт: 08:00-20:00; Пт: 08:00-20:00" },
                    { 293L, "проспект КИМа, 1 лит А", "1-5 офис", 1L, "Россия", "", "Василеостровский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.249086 59.949161)"), "199155", "Вальдорфская школа и детский сад", "", 5.0, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838629752", "Пн: 09:00-18:00; Вт: 09:00-18:00; Ср: 09:00-18:00; Чт: 09:00-18:00; Пт: 09:00-18:00; Сб: 09:00-15:00" },
                    { 294L, "проспект Пархоменко, 17", "1-4 этаж", 1L, "Россия", "", "Выборгский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.339735 59.998982)"), "194156", "Школа №117 Выборгского района Санкт-Петербурга", "", 1.0, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838677573", "Пн: 09:00-19:00; Вт: 09:00-19:00; Ср: 09:00-19:00; Чт: 09:00-19:00; Пт: 09:00-19:00; Сб: 09:00-16:00" },
                    { 295L, "Маршала Новикова, 8 к2", "1-3 этаж", 1L, "Россия", "Приморский район", "Приморский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.265706 60.011398)"), "197349", "Школа №45 Приморского района Санкт-Петербурга", "", 4.0, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838696807", "Пн: 08:00-18:30; Вт: 08:00-18:30; Ср: 08:00-18:30; Чт: 08:00-18:30; Пт: 08:00-18:30; Сб: 08:00-15:00" },
                    { 296L, "Шевченко, 36 лит А", "", 1L, "Россия", "", "Василеостровский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.238308 59.94097)"), "199406", "Средняя общеобразовательная школа № 15 Василеостровского района", "", null, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838674642", "Пн: 08:00-19:00; Вт: 08:00-19:00; Ср: 08:00-19:00; Чт: 08:00-19:00; Пт: 08:00-19:00; Сб: 08:00-16:00" },
                    { 297L, "бульвар Трудящихся, 10 лит А", "1-4 этаж", 1L, "Россия", "", "Колпинский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.5736 59.739134)"), "196657", "Средняя общеобразовательная школа №401 Колпинского района", "", 5.0, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838686405", "Пн: 08:00-20:00; Вт: 08:00-20:00; Ср: 08:00-20:00; Чт: 08:30-20:00; Пт: 08:00-20:00; Сб: 08:00-16:00" },
                    { 298L, "Сикейроса, 19 к1", "1-4 этаж", 1L, "Россия", "", "Выборгский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.337696 60.034849)"), "194354", "Школа № 468 Выборгского района", "", 4.5, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838678003", "Пн: 09:00-19:00; Вт: 09:00-19:00; Ср: 09:00-19:00; Чт: 09:00-19:00; Пт: 09:00-19:00" },
                    { 299L, "проспект Культуры, 27 к3", "1-4 этаж", 1L, "Россия", "", "Калининский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.384258 60.047257)"), "195276", "Средняя общеобразовательная школа №69 Калининского Района", "", 5.0, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838678444", "Пн: 09:00-20:00; Вт: 09:00-20:00; Ср: 09:00-20:00; Чт: 09:00-20:00; Пт: 09:00-20:00; Сб: 09:00-16:00" },
                    { 300L, "Черкасова, 4 к2", "1-4 этаж", 1L, "Россия", "", "Калининский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.417078 60.026128)"), "195265", "Средняя общеобразовательная школа №149 Калининского района Санкт-Петербурга", "", 3.3999999999999999, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838681945", "Пн: 08:00-19:00; Вт: 08:00-19:00; Ср: 08:00-19:00; Чт: 08:00-19:00; Пт: 08:00-19:00; Сб: 08:00-16:00" },
                    { 301L, "Зои Космодемьянской, 4", "1-4 этаж", 1L, "Россия", "Кировский район", "Кировский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.272262 59.892896)"), "198095", "Средняя общеобразовательная школа №381", "", 5.0, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838686026", "Пн: 08:00-19:00; Вт: 08:00-19:00; Ср: 08:00-19:00; Чт: 08:00-19:00; Пт: 08:00-19:00; Сб: 08:30-15:30" },
                    { 302L, "Приморский проспект, 157 к3", "1-3 этаж", 1L, "Россия", "", "Приморский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.195024 59.986592)"), "197374", "Средняя общеобразовательная школа №683 Приморского района Санкт-Петербурга", "", 2.2999999999999998, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838696790", "Пн: 08:00-20:00; Вт: 08:00-20:00; Ср: 08:00-20:00; Чт: 08:00-20:00; Пт: 08:00-20:00; Сб: 08:00-16:00" },
                    { 303L, "проспект Науки, 13 к4", "", 1L, "Россия", "Калининский район", "Калининский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.375406 60.015125)"), "194064", "Средняя общеобразовательная школа №145", "", 4.7000000000000002, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838678426", "Пн: 09:00-18:00; Вт: 09:00-18:00; Ср: 09:00-18:00; Чт: 09:00-18:00; Пт: 09:00-18:00; Сб: 09:00-15:00" },
                    { 304L, "проспект Просвещения, 106 к2", "1-4 этаж", 1L, "Россия", "", "Калининский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.428252 60.035245)"), "195299", "Средняя общеобразовательная школа №175 Калининского района", "", 2.7000000000000002, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838682012", "Пн: 08:15-19:45; Вт: 08:15-19:45; Ср: 08:15-19:45; Чт: 08:15-19:45; Пт: 08:15-19:45; Сб: 08:15-19:45" },
                    { 305L, "улица Маршала Тухачевского, 17", "", 1L, "Россия", "", "Красногвардейский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.431356 59.967351)"), "195253", "Средняя общеобразовательная школа №188 с углубленным изучением мировой художественной культуры Красногвардейского района г. Санкт-Петербурга им. Героя Советского Союза Л.Г. Белоусова", "", 4.0, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838689703", "Пн: 08:00-20:50; Вт: 08:00-20:50; Ср: 08:00-20:50; Чт: 08:00-20:50; Пт: 08:00-20:50; Сб: 08:00-18:30; Вс: 08:00-18:30" },
                    { 306L, "проспект Маршала Блюхера, 44 к2 лит А", "", 1L, "Россия", "Красногвардейский район", "Красногвардейский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.425604 59.976668)"), "195067", "Средняя школа №521 Санкт-Петербурга", "", 3.2999999999999998, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838689363", "Пн: 09:00-18:00; Вт: 09:00-18:00; Ср: 09:00-18:00; Чт: 09:00-18:00; Пт: 09:00-18:00; Сб: 09:00-18:00" },
                    { 307L, "проспект Авиаконструкторов, 22", "1-3 этаж", 1L, "Россия", "", "Приморский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.231847 60.020887)"), "197373", "Средняя общеобразовательная школа №581 Приморского района", "", 2.3999999999999999, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838706748", "Пн: 08:00-20:00; Вт: 08:00-20:00; Ср: 08:00-20:00; Чт: 08:00-20:00; Пт: 08:00-20:00" },
                    { 308L, "7-я линия В.О., 66", "1-4 этаж", 1L, "Россия", "", "Василеостровский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.275045 59.945229)"), "199004", "Школа №755 Региональный центр аутизма", "", 5.0, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/70000001025018215", "Пн: 08:00-18:00; Вт: 08:00-18:00; Ср: 08:00-18:00; Чт: 08:00-18:00; Пт: 08:00-18:00" },
                    { 309L, "Яхтенная, 33 к3", "1-3 этаж", 1L, "Россия", "", "Приморский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.228141 60.00633)"), "197082", "Средняя общеобразовательная школа №661 Приморского района Санкт-Петербурга", "", 4.7000000000000002, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838696789", "Пн: 09:00-20:00; Вт: 09:00-20:00; Ср: 09:00-20:00; Чт: 09:00-20:00; Пт: 09:00-20:00; Сб: 09:00-20:00; Вс: 09:00-20:00" },
                    { 310L, "Пейзажная, 20 ст1", "1-4 этаж", 1L, "Россия", "", "Красногвардейский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.479366 60.017045)"), "195273", "Средняя общеобразовательная школа №164", "", null, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/70000001058993360", "Пн: 08:00-21:00; Вт: 08:00-21:00; Ср: 08:00-21:00; Чт: 08:00-21:00; Пт: 08:00-21:00; Сб: 08:00-18:00" },
                    { 311L, "улица Коллонтай, 19 к5", "1-4 этаж", 1L, "Россия", "", "Невский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.466156 59.914926)"), "193231", "Средняя общеобразовательная школа №346 Невского района", "", null, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838693130", "Пн: 08:30-19:00; Вт: 08:30-19:00; Ср: 08:30-19:00; Чт: 08:30-19:00; Пт: 08:30-19:00" },
                    { 312L, "Зины Портновой, 56", "1-2 этаж", 1L, "Россия", "начальная школа", "Кировский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.258102 59.848214)"), "198207", "Средняя общеобразовательная школа №504 с углубленным изучением английского языка Кировского Района", "", null, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552840002673", "Пн: 08:00-19:00; Вт: 08:00-19:00; Ср: 08:00-19:00; Чт: 08:00-19:00; Пт: 08:00-19:00" },
                    { 313L, "проспект Юрия Гагарина, 51", "1-4 этаж", 1L, "Россия", "", "Московский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.335283 59.846982)"), "196143", "Средняя общеобразовательная школа №484 Московского района", "", null, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838692972", "Пн: 09:00-20:00; Вт: 09:00-20:00; Ср: 09:00-20:00; Чт: 09:00-20:00; Пт: 09:00-20:00; Сб: 09:00-17:00" },
                    { 314L, "проспект Ветеранов, 173 к4", "1-4 этаж", 1L, "Россия", "", "Красносельский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.108884 59.841099)"), "198264", "Средняя общеобразовательная школа №385 Красносельского района", "", 1.5, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/70000001033873144", "Пн: 09:00-18:00; Вт: 09:00-18:00; Ср: 09:00-18:00; Чт: 09:00-18:00; Пт: 09:00-18:00" },
                    { 315L, "Дорожников, 1", "1-3 этаж", 1L, "Россия", "", "", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.513936 60.145894)"), "188664", "Токсовский центр образования им. Петрова В.Я.", "Всеволожский муниципальный район", null, "Ленинградская область", "+03:00", "https://2gis.com/firm/5348552840718715", "Пн: 09:00-19:00; Вт: 09:00-19:00; Ср: 09:00-19:00; Чт: 09:00-19:00; Пт: 09:00-19:00" },
                    { 316L, "Заневский проспект, 32", "1 этаж", 1L, "Россия", "частная школа", "Красногвардейский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.423845 59.931659)"), "195112", "Эпишкола", "", null, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/70000001041177441", "Пн: 09:00-18:00; Вт: 09:00-18:00; Ср: 09:00-18:00; Чт: 09:00-18:00; Пт: 09:00-18:00" },
                    { 317L, "Костюшко, 62", "1-4 этаж", 1L, "Россия", "", "Московский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.309367 59.846341)"), "196240", "Средняя общеобразовательная школа №544 с углубленным изучением английского языка", "", 1.0, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838693000", "Пн: 08:00-19:45; Вт: 08:00-19:45; Ср: 08:00-19:45; Чт: 08:00-19:45; Пт: 08:00-19:45; Сб: 08:00-19:45" },
                    { 318L, "Идрицкая улица, 5 к2 ст1", "1-4 этаж", 1L, "Россия", "", "Московский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.33937 59.814112)"), "196158", "Средняя школа №376 Московского района Санкт-Петербурга", "", 5.0, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/70000001078988541", "" },
                    { 319L, "Дрезденская, 19", "1-4 этаж", 1L, "Россия", "", "Выборгский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.334618 60.013707)"), "194017", "Средняя общеобразовательная школа № 97 Выборгского района", "", 2.1000000000000001, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838677373", "Пн: 09:00-19:00; Вт: 09:00-19:00; Ср: 09:00-19:00; Чт: 09:00-19:00; Пт: 09:00-19:00" },
                    { 320L, "улица Карпинского, 38 к8", "", 1L, "Россия", "", "Калининский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.424746 60.014853)"), "195252", "Средняя общеобразовательная школа №561 Калининского района", "", 4.0, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838718691", "Пн: 08:00-19:00; Вт: 08:00-19:00; Ср: 08:00-19:00; Чт: 08:00-19:00; Пт: 08:00-19:00" },
                    { 321L, "Кронверкская, 23а", "1 этаж", 1L, "Россия", "", "Петроградский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.311424 59.961625)"), "197101", "Школа Мая", "", null, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/70000001061512883", "Пн: 09:00-18:00; Вт: 09:00-18:00; Ср: 09:00-18:00; Чт: 09:00-18:00; Пт: 09:00-18:00" },
                    { 322L, "улица Фёдора Абрамова, 19 к2", "1-4 этаж", 1L, "Россия", "", "Выборгский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.346945 60.078609)"), "194363", "Школа №142 Выборгского района Санкт-Петербурга", "", 5.0, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/70000001079103188", "Пн: 07:30-14:00; Вт: 07:30-14:00; Ср: 07:30-14:00; Чт: 07:30-14:00; Пт: 07:30-14:00" },
                    { 323L, "Яхтенная, 7 к3", "1-3 этаж", 1L, "Россия", "", "Приморский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.218725 59.988172)"), "197374", "Школа №600 Приморского района", "", 4.0, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838696774", "Пн: 08:00-20:00; Вт: 08:00-20:00; Ср: 08:00-20:00; Чт: 08:00-20:00; Пт: 08:00-20:00" },
                    { 324L, "набережная реки Фонтанки, 90 к8", "1 этаж", 1L, "Россия", "", "Адмиралтейский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.330161 59.925462)"), "191180", "Санкт-Петербургская школа театра телевидения и шоу-бизнеса", "", 5.0, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838713117", "Пн: 08:30-19:30; Вт: 08:30-19:30; Ср: 08:30-19:30; Чт: 08:30-19:30; Пт: 08:30-19:30" },
                    { 325L, "Лидии Зверевой, 3 к2 ст1", "", 1L, "Россия", "", "Приморский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.2544 60.038863)"), "197350", "Школа № 575 Приморского Района Санкт-Петербурга", "", 3.7000000000000002, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/70000001054288812", "Пн: 08:00-21:00; Вт: 08:00-21:00; Ср: 08:00-21:00; Чт: 08:00-21:00; Пт: 08:00-21:00; Сб: 08:00-21:00" },
                    { 326L, "Екатерининская, 1", "1-4 этаж", 1L, "Россия", "", "", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.433317 60.054484)"), "188677", "Муринская средняя общеобразовательная школа №6", "Всеволожский муниципальный район", 2.7000000000000002, "Ленинградская область", "+03:00", "https://2gis.com/firm/70000001079127119", "Пн: 09:00-18:00; Вт: 09:00-18:00; Ср: 09:00-18:00; Чт: 09:00-18:00; Пт: 09:00-18:00; Сб: 09:00-18:00" },
                    { 327L, "Щербакова, 16", "", 1L, "Россия", "", "Приморский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.290746 60.027133)"), "197375", "Школа №634 с углубленным изучением английского языка Приморского района", "", 5.0, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838696833", "Пн: 08:30-19:00; Вт: 08:30-19:00; Ср: 08:30-19:00; Чт: 08:30-19:00; Пт: 08:30-19:00; Сб: 08:30-19:00" },
                    { 328L, "Дунайский проспект, 43 к2", "1-4 этаж", 1L, "Россия", "", "Фрунзенский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.401791 59.838498)"), "192281", "Средняя общеобразовательная школа №367 Фрунзенского района", "", 2.2999999999999998, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838700061", "Пн: 07:00-19:00; Вт: 07:00-19:00; Ср: 07:00-19:00; Чт: 07:00-19:00; Пт: 07:00-19:00" },
                    { 329L, "Лётчика Пилютова, 50", "", 1L, "Россия", "", "Красносельский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.141638 59.828582)"), "198264", "Школа № 242 Красносельского района Санкт-Петербурга", "", 5.0, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838689867", "Пн: 08:00-19:00; Вт: 08:00-19:00; Ср: 08:00-19:00; Чт: 08:00-19:00; Пт: 08:00-19:00; Сб: 08:00-16:00" },
                    { 330L, "улица Кирочная, 28а лит А", "", 1L, "Россия", "", "Центральный район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.360278 59.944191)"), "191123", "Средняя общеобразовательная школа №197 с углубленным изучением английского языка", "", 5.0, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838700942", "Пн: 08:00-18:00; Вт: 08:00-18:00; Ср: 08:00-18:00; Чт: 08:00-18:00; Пт: 08:00-18:00; Сб: 08:00-15:00" },
                    { 331L, "улица Кубинская, 62", "1-4 этаж", 1L, "Россия", "", "Московский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.29526 59.854952)"), "196247", "Школа № 510 Московского Района Санкт-Петербурга", "", 2.5, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838692998", "Пн: 08:30-19:00; Вт: 08:30-19:00; Ср: 08:30-19:00; Чт: 08:30-19:00; Пт: 08:30-19:00" },
                    { 332L, "Тамбасова, 2 к4", "1-4 этаж", 1L, "Россия", "", "Красносельский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.162614 59.842784)"), "198329", "Средняя общеобразовательная школа №252 Красносельского района", "", 3.0, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838689887", "Пн: 08:00-20:00; Вт: 08:00-20:00; Ср: 08:00-20:00; Чт: 08:00-20:00; Пт: 08:00-20:00; Сб: 08:00-15:00" },
                    { 333L, "бульвар Новаторов, 104", "1-4 этаж", 1L, "Россия", "", "Кировский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.252601 59.839955)"), "198217", "Средняя общеобразовательная школа №282 с углубленным изучением иностранных языков Кировского района", "", 5.0, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838685861", "Пн: 08:00-19:00; Вт: 08:00-19:00; Ср: 08:00-19:00; Чт: 08:00-19:00; Пт: 08:00-19:00; Сб: 08:00-15:00" },
                    { 334L, "Стойкости, 33 лит А", "1-4 этаж", 1L, "Россия", "", "Кировский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.198838 59.828718)"), "198261", "Средняя общеобразовательная школа №283 Кировского района", "", 5.0, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838685876", "Пн: 08:00-20:00; Вт: 08:00-20:00; Ср: 08:00-20:00; Чт: 08:00-20:00; Пт: 08:00-20:00" },
                    { 335L, "улица Садовая, 108-110", "", 1L, "Россия", "", "Адмиралтейский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.287494 59.917445)"), "190008", "Средняя общеобразовательная школа №234", "", null, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838674181", "Пн: 08:00-18:30; Вт: 08:00-18:30; Ср: 08:00-18:30; Чт: 08:00-18:30; Пт: 08:00-18:30" },
                    { 336L, "Школьная, 19", "1-4 этаж", 1L, "Россия", "", "Пушкинский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.37033 59.811924)"), "196624", "Школа №93 Пушкинского района Санкт-Петербурга", "", 2.7999999999999998, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/70000001021807478", "Пн: 08:00-19:00; Вт: 08:00-19:00; Ср: 08:00-19:00; Чт: 08:00-19:00; Пт: 08:00-19:00; Сб: 08:00-16:00" },
                    { 337L, "улица Людмилы Кедриной, 21Б к1", "1 этаж", 1L, "Россия", "частная школа", "", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.446864 60.125319)"), "188660", "Сверх новая", "Всеволожский муниципальный район", 4.5, "Ленинградская область", "+03:00", "https://2gis.com/firm/70000001066424969", "Пн: 08:00-20:00; Вт: 08:00-20:00; Ср: 08:00-20:00; Чт: 08:00-20:00; Пт: 08:00-20:00; Сб: 08:00-20:00; Вс: 08:00-20:00" },
                    { 338L, "проспект Ветеранов, 140 к2", "", 1L, "Россия", "", "Красносельский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.169584 59.83102)"), "198334", "Средняя общеобразовательная школа №217 им. Н.А. Алексеева Красносельского района", "", 4.5, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838689846", "Пн: 09:00-18:00; Вт: 09:00-18:00; Ср: 09:00-18:00; Чт: 09:00-18:00; Пт: 09:00-18:00" },
                    { 339L, "улица Ленсовета, 87 к2", "", 1L, "Россия", "", "Московский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.341501 59.835464)"), "196158", "Средняя общеобразовательная школа №519", "", 1.0, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838693008", "Пн: 09:00-18:00; Вт: 09:00-18:00; Ср: 09:00-18:00; Чт: 09:00-18:00; Пт: 09:00-18:00; Сб: 09:00-15:00" },
                    { 340L, "улица Маршала Казакова, 3 к2", "1-3 этаж", 1L, "Россия", "", "Кировский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.244838 59.860743)"), "198302", "Средняя школа №264 Кировского района Санкт-Петербурга", "", null, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838685602", "Пн: 08:00-20:45; Вт: 08:00-20:45; Ср: 08:00-20:45; Чт: 08:00-20:45; Пт: 08:00-20:45" },
                    { 341L, "улица Пионерстроя, 9 к1", "1-4 этаж", 1L, "Россия", "Корпус №1", "Красносельский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.128904 59.844186)"), "198206", "Средняя общеобразовательная школа №385 Красносельского района", "", 5.0, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838691989", "Пн: 09:00-14:40; Вт: 09:00-14:40; Ср: 09:00-14:40; Чт: 09:00-14:40; Пт: 09:00-14:40; Сб: 09:00-14:40" },
                    { 342L, "проспект Ветеранов, 151 к3", "1-3 этаж", 1L, "Россия", "", "Красносельский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.13271 59.837869)"), "198264", "Средняя общеобразовательная школа №352 Красносельского района", "", 4.0, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838689811", "Пн: 08:00-20:00; Вт: 08:00-20:00; Ср: 08:00-20:00; Чт: 08:00-20:00; Пт: 08:00-19:00; Сб: 08:00-17:00" },
                    { 343L, "Малодетскосельский проспект, 23", "1 этаж", 1L, "Россия", "", "Адмиралтейский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.322446 59.912363)"), "190013", "Школа дополнительного образования", "", null, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838700416", "Пн: 14:00-18:00; Вт: 14:00-18:00; Ср: 14:00-18:00; Чт: 14:00-18:00; Пт: 14:00-18:00" },
                    { 344L, "Быкова, 4", "1-3 этаж", 1L, "Россия", "", "", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.646384 59.933738)"), "188680", "Колтушская средняя общеобразовательная школа им. академика И.П. Павлова", "Всеволожский муниципальный район", null, "Ленинградская область", "+03:00", "https://2gis.com/firm/5348552840999743", "Пн: 08:30-14:05, 14:30-18:30; Вт: 08:30-14:05, 14:30-18:30; Ср: 08:30-14:05, 14:30-18:30; Чт: 08:30-14:05, 14:30-18:30; Пт: 08:30-14:05, 14:30-18:30" },
                    { 345L, "Шостаковича, 3 к2 лит А", "1-4 этаж", 1L, "Россия", "Выборгский район", "Выборгский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.329654 60.057242)"), "194358", "Школа № 483", "", 1.8, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838676995", "Пн: 08:00-19:00; Вт: 08:00-19:00; Ср: 08:00-19:00; Чт: 08:00-19:00; Пт: 08:00-19:00; Сб: 08:00-15:00" },
                    { 346L, "шоссе в Лаврики, 66 к2", "", 1L, "Россия", "", "", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.450827 60.059535)"), "188678", "Муринская средняя образовательная школа №5", "Всеволожский муниципальный район", 3.7000000000000002, "Ленинградская область", "+03:00", "https://2gis.com/firm/70000001062511901", "Пн: 09:00-13:00, 14:00-18:00; Вт: 09:00-13:00, 14:00-18:00; Ср: 09:00-13:00, 14:00-18:00; Чт: 09:00-13:00, 14:00-18:00; Пт: 09:00-13:00, 14:00-18:00" },
                    { 347L, "Центральная (Южный), 5", "", 1L, "Россия", "", "", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.64643 59.993631)"), "188645", "Средняя общеобразовательная школа №6 с углубленным изучением отдельных предметов", "Всеволожский муниципальный район", 5.0, "Ленинградская область", "+03:00", "https://2gis.com/firm/5348552840193170", "Пн: 08:00-20:00; Вт: 08:00-20:00; Ср: 08:00-20:00; Чт: 08:00-20:00; Пт: 08:00-20:00; Сб: 08:00-20:00" },
                    { 348L, "Симонова, 8 к1", "1-3 этаж", 1L, "Россия", "Выборгский район", "Выборгский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.32332 60.059542)"), "194358", "Средняя общеобразовательная школа №94 Выборгского района Санкт-Петербурга", "", 3.5, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838677344", "Пн: 08:00-21:00; Вт: 08:00-21:00; Ср: 08:00-21:00; Чт: 08:00-21:00; Пт: 08:00-21:00" },
                    { 349L, "Синявинская, 15", "", 1L, "Россия", "", "Красногвардейский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.418629 59.957088)"), "195176", "Средняя общеобразовательная школа №143 с углубленным изучением английского языка", "", null, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838689312", "Пн: 08:00-20:00; Вт: 08:00-20:00; Ср: 08:00-20:00; Чт: 08:00-20:00; Пт: 08:00-20:00; Сб: 08:00-16:00" },
                    { 350L, "площадь Конституции, 1 к2", "", 1L, "Россия", "частная школа", "Московский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.300957 59.850711)"), "196247", "Тет-А-Тет", "", 5.0, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/70000001074540434", "Пн: 08:30-19:00; Вт: 08:30-19:00; Ср: 08:30-19:00; Чт: 08:30-19:00; Пт: 08:30-19:00; Сб: 08:30-19:00; Вс: 08:30-19:00" },
                    { 351L, "Асафьева, 7 к2 лит А", "1-4 этаж", 1L, "Россия", "", "Выборгский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.324852 60.046883)"), "194356", "Средняя общеобразовательная школа №463 Выборгского Района", "", 3.0, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838677987", "Пн: 09:00-18:00; Вт: 09:00-18:00; Ср: 09:00-18:00; Чт: 09:00-18:00; Пт: 09:00-18:00" },
                    { 352L, "Речная, 24 лит А", "", 1L, "Россия", "", "Курортный район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.146097 60.124358)"), "197758", "Средняя общеобразовательная школа №466 Курортного района", "", null, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838692782", "Пн: 08:00-18:00; Вт: 08:00-18:00; Ср: 08:00-18:00; Чт: 08:00-18:00; Пт: 08:00-18:00; Сб: 08:00-16:00" },
                    { 353L, "Строителей, 7а", "1-3 этаж", 1L, "Россия", "", "", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.487303 60.11028)"), "188663", "Кузьмоловская средняя общеобразовательная школа №1", "Всеволожский муниципальный район", 2.7999999999999998, "Ленинградская область", "+03:00", "https://2gis.com/firm/5348552840729125", "Пн: 08:00-18:00; Вт: 08:00-18:00; Ср: 08:00-18:00; Чт: 08:00-18:00; Пт: 08:00-18:00; Сб: 08:00-18:00" },
                    { 354L, "Брестский бульвар, 19 к2", "1-4 этаж", 1L, "Россия", "", "Красносельский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.191427 59.849309)"), "198328", "Средняя общеобразовательная школа №394 Красносельского района", "", 4.0, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838692163", "Пн: 09:00-16:05; Вт: 09:00-16:05; Ср: 09:00-16:05; Чт: 09:00-16:05; Пт: 09:00-16:05" },
                    { 355L, "Ленинский проспект, 123 к4", "1-4 этаж", 1L, "Россия", "", "Кировский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.262043 59.84972)"), "198207", "Средняя общеобразовательная школа №503 Кировского Района", "", 4.0, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838686124", "Пн: 08:00-20:00; Вт: 08:00-20:00; Ср: 08:00-20:00; Чт: 08:00-20:00; Пт: 08:00-20:00; Сб: 08:00-14:00" },
                    { 356L, "бульвар Новаторов, 40", "1-4 этаж", 1L, "Россия", "Кировский район", "Кировский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.275181 59.846509)"), "198216", "Средняя общеобразовательная школа №538 с углубленным изучением информационных технологий", "", 3.5, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838686188", "Пн: 08:00-18:00; Вт: 08:00-18:00; Ср: 08:00-18:00; Чт: 08:00-18:00; Пт: 08:00-18:00; Сб: 08:00-15:00" },
                    { 357L, "Яхтенная, 7 к3", "1 этаж", 1L, "Россия", "", "Приморский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.219195 59.988143)"), "197374", "Школа №13 Приморского района", "", null, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/70000001048159776", "Пн: 09:00-18:00; Вт: 09:00-18:00; Ср: 09:00-18:00; Чт: 09:00-18:00; Пт: 09:00-18:00; Сб: 09:00-15:00" },
                    { 358L, "Лахтинский проспект, 102 к3 ст1", "", 1L, "Россия", "", "Приморский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.139967 59.993301)"), "197229", "Школа Таурас", "", null, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/70000001035429991", "Пн: 09:00-18:00; Вт: 09:00-18:00; Ср: 09:00-18:00; Чт: 09:00-18:00; Пт: 09:00-18:00" },
                    { 359L, "улица Купчинская, 11 к4", "", 1L, "Россия", "", "Фрунзенский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.378983 59.841421)"), "192284", "Средняя общеобразовательная школа №443 Фрунзенского района", "", 2.8999999999999999, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838700069", "Пн: 09:00-17:00; Вт: 09:00-17:00; Ср: 09:00-17:00; Чт: 09:00-17:00; Пт: 09:00-17:00; Сб: 09:00-17:00" },
                    { 360L, "Омская, 16", "1-4 этаж", 1L, "Россия", "", "Приморский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.313375 59.995255)"), "197343", "Школа №106 Приморского района Санкт-Петербурга", "", 4.0, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838696750", "Пн: 08:30-19:00; Вт: 08:30-19:00; Ср: 08:30-19:00; Чт: 08:30-19:00; Пт: 08:30-19:00" },
                    { 361L, "Учебный переулок, 8 к2", "1-4 этаж", 1L, "Россия", "", "Выборгский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.337686 60.039367)"), "194354", "Средняя общеобразовательная школа №65 Выборгского района", "", 3.3999999999999999, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838677165", "Пн: 08:00-19:00; Вт: 08:00-19:00; Ср: 08:00-19:00; Чт: 08:00-19:00; Пт: 08:00-19:00; Сб: 08:00-16:00" },
                    { 362L, "Богатырский проспект, 50 к2", "1-3 этаж", 1L, "Россия", "", "Приморский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.216839 60.004247)"), "197082", "Средняя общеобразовательная школа №655 Приморского района", "", 5.0, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552841299175", "Пн: 08:00-20:30; Вт: 08:00-20:30; Ср: 08:00-20:30; Чт: 08:00-20:30; Пт: 08:00-20:30" },
                    { 363L, "Композиторов, 22 к2", "1-3 этаж", 1L, "Россия", "", "Выборгский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.314484 60.060024)"), "194355", "Средняя общеобразовательная школа №494 Выборгского района", "", 1.1000000000000001, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838678285", "Пн: 08:00-21:00; Вт: 08:00-21:00; Ср: 08:00-21:00; Чт: 08:00-21:00; Пт: 08:00-21:00; Сб: 08:00-21:00" },
                    { 364L, "Поэтический бульвар, 5 к3", "1-4 этаж", 1L, "Россия", "", "Выборгский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.343954 60.043047)"), "194295", "Средняя общеобразовательная школа № 115 Выборгского района Санкт-Петербурга", "", 3.7000000000000002, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838677568", "Пн: 08:00-18:30; Вт: 08:00-18:30; Ср: 08:00-18:30; Чт: 08:00-18:30; Пт: 08:00-18:30" },
                    { 365L, "Демьяна Бедного, 12 к2", "1-4 этаж", 1L, "Россия", "", "Калининский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.380539 60.039226)"), "195274", "Средняя общеобразовательная школа №172 Калининского района", "", 4.2999999999999998, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838682003", "Пн: 08:30-20:00; Вт: 08:30-20:00; Ср: 08:30-20:00; Чт: 08:30-20:00; Пт: 08:30-20:00; Сб: 08:30-16:00" },
                    { 366L, "Поэтический бульвар, 3 к2 лит А", "", 1L, "Россия", "", "Выборгский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.341752 60.043724)"), "194295", "Школа № 135 Выборгского района Санкт-Петербурга", "", 1.8, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838677967", "Пн: 09:00-15:35; Вт: 09:00-15:35; Ср: 09:00-15:35; Чт: 09:00-15:35; Пт: 09:00-15:35; Сб: 09:00-15:35" },
                    { 367L, "Серебристый бульвар, 16 к3", "1-4 этаж", 1L, "Россия", "", "Приморский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.279279 60.002772)"), "197227", "Средняя общеобразовательная школа №43 Приморского района", "", 3.2000000000000002, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838696799", "Пн: 08:00-20:00; Вт: 08:00-20:00; Ср: 08:00-20:00; Чт: 08:00-20:00; Пт: 08:00-20:00" },
                    { 368L, "Российский бульвар, 4 лит А", "", 1L, "Россия", "", "Красносельский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.089126 59.832324)"), "198218", "Средняя общеобразовательная школа №414 Красносельского района", "", 4.2000000000000002, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838692247", "Пн: 09:00-18:00; Вт: 09:00-18:00; Ср: 09:00-18:00; Чт: 09:00-18:00; Пт: 09:00-18:00" },
                    { 369L, "шоссе Революции, 35 к5", "", 1L, "Россия", "", "Красногвардейский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.432227 59.958356)"), "195248", "Средняя общеобразовательная школа №160 Красногвардейского района", "", null, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838690262", "Пн: 09:00-19:00; Вт: 09:00-19:00; Ср: 09:00-19:00; Чт: 09:00-19:00; Пт: 09:00-19:00" },
                    { 370L, "Композиторов, 22 к3", "1-4 этаж", 1L, "Россия", "", "Выборгский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.312291 60.060588)"), "194355", "Школа № 487 Выборгского района Санкт-Петербурга", "", 5.0, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838718646", "Пн: 08:30-18:00; Вт: 08:30-18:00; Ср: 08:30-18:00; Чт: 08:30-18:00; Пт: 08:30-18:00" },
                    { 371L, "улица Гаванская, 52", "1 этаж", 1L, "Россия", "", "Василеостровский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.234871 59.939919)"), "199406", "Школа №4", "", 1.0, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/70000001044032941", "Пн: 08:00-19:00; Вт: 08:00-19:00; Ср: 08:00-19:00; Чт: 08:00-19:00; Пт: 08:00-19:00" },
                    { 372L, "Шлиссельбургский проспект, 10", "1-3 этаж", 1L, "Россия", "Невский район", "Невский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.493892 59.841143)"), "192076", "Средняя общеобразовательная школа №570 Невского района Санкт-Петербурга", "", 1.0, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838693256", "Пн: 08:00-19:00; Вт: 08:00-19:00; Ср: 08:00-19:00; Чт: 08:00-19:00; Пт: 08:00-19:00" },
                    { 373L, "Нижне-Каменская, 2", "1-3 этаж", 1L, "Россия", "", "Приморский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.229713 60.028766)"), "197373", "Средняя общеобразовательная школа №246 Приморского района", "", null, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838696755", "Пн: 08:00-20:00; Вт: 08:00-20:00; Ср: 08:00-20:00; Чт: 08:00-20:00; Пт: 08:00-20:00; Сб: 08:00-17:00" },
                    { 374L, "улица Бабушкина, 58 к1", "", 1L, "Россия", "", "Невский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.451587 59.868683)"), "192131", "Школа №17 Невского района Санкт-Петербурга", "", 5.0, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838715368", "Пн: 08:00-18:30; Вт: 08:00-18:30; Ср: 08:00-18:30; Чт: 08:00-18:30; Пт: 08:00-18:30" },
                    { 375L, "Сиреневый бульвар, 8 к2", "1-4 этаж", 1L, "Россия", "", "Выборгский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.355444 60.054731)"), "194352", "Средняя общеобразовательная школа №110", "", 2.0, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838677513", "Пн: 09:00-17:00; Вт: 09:00-17:00; Ср: 09:00-17:00; Чт: 09:00-17:00; Пт: 09:00-17:00" },
                    { 376L, "Генерала Хазова, 7 лит А", "1-3 этаж", 1L, "Россия", "", "Пушкинский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.40054 59.736315)"), "196605", "Средняя общеобразовательная школа №552 Пушкинского района", "", 4.0, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838697118", "Пн: 08:00-20:00; Вт: 08:00-20:00; Ср: 08:00-20:00; Чт: 08:00-20:00; Пт: 08:00-20:00; Сб: 08:00-20:00" },
                    { 377L, "Стрельнинская, 12", "1 этаж; вход рядом с детской площадкой", 1L, "Россия", "", "Петроградский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.297849 59.960113)"), "197198", "Школа Мая", "", null, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/70000001079932299", "Пн: 09:00-18:00; Вт: 09:00-18:00; Ср: 09:00-18:00; Чт: 09:00-18:00; Пт: 09:00-18:00" },
                    { 378L, "Туристская улица, 13 к2", "1-4 этаж", 1L, "Россия", "", "Приморский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.212341 59.997842)"), "197345", "Средняя общеобразовательная школа №630 Приморского района Санкт-Петербурга", "", 2.5, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552840756497", "Пн: 08:00-20:00; Вт: 08:00-20:00; Ср: 08:00-20:00; Чт: 08:00-20:00; Пт: 08:00-20:00" },
                    { 379L, "Окуловская, 21 к3", "", 1L, "Россия", "", "Пушкинский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.349954 59.809383)"), "196624", "Школа №93 Пушкинского района Санкт-Петербурга", "", null, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/70000001079652276", "" },
                    { 380L, "Жени Егоровой, 10 к2", "1-3 этаж", 1L, "Россия", "", "Выборгский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.308898 60.065131)"), "194355", "Средняя общеобразовательная школа №453 Выборгского района Санкт-Петербурга им. Сергея Жукова", "", 3.7000000000000002, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838677980", "Пн: 08:00-20:00; Вт: 08:00-20:00; Ср: 08:00-20:00; Чт: 08:00-20:00; Пт: 08:00-20:00" },
                    { 381L, "Лётчика Пилютова, 11 к2", "", 1L, "Россия", "", "Красносельский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.136212 59.840362)"), "198206", "Центр образования №167 Красносельского района", "", null, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838715082", "Пн: 09:00-20:00; Вт: 09:00-20:00; Ср: 09:00-20:00; Чт: 09:00-20:00; Пт: 09:00-17:00" },
                    { 382L, "проспект Маршала Жукова, 43 к2", "1-3 этаж", 1L, "Россия", "", "Красносельский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.214786 59.851167)"), "198330", "Средняя общеобразовательная школа №247 Красносельского района Санкт-Петербурга", "", 5.0, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/70000001079594558", "Пн: 08:00-19:00; Вт: 08:00-19:00; Ср: 08:00-19:00; Чт: 08:00-19:00; Пт: 08:00-19:00; Сб: 08:00-15:00" },
                    { 383L, "Поэтический бульвар, 15 к2", "1-3 этаж", 1L, "Россия", "", "Выборгский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.354308 60.040302)"), "194291", "Средняя общеобразовательная школа №62 Выборгского района", "", 2.0, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838677073", "Пн: 08:00-20:00; Вт: 08:00-20:00; Ср: 08:00-20:00; Чт: 08:00-20:00; Пт: 08:00-20:00" },
                    { 384L, "Рихарда Зорге, 13 к2", "1-3 этаж", 1L, "Россия", "", "Красносельский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.188347 59.849484)"), "198328", "Средняя общеобразовательная школа №200 с углубленным изучением финского языка Красносельского Района", "", 2.5, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838689793", "Пн: 08:00-20:00; Вт: 08:00-20:00; Ср: 08:00-20:00; Чт: 08:00-20:00; Пт: 08:00-20:00; Сб: 08:00-16:00" },
                    { 385L, "Ленинский проспект, 124 к2", "1-4 этаж", 1L, "Россия", "", "Кировский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.262189 59.853067)"), "198216", "Средняя общеобразовательная школа №481 с углубленным изучением немецкого языка Кировского района", "", null, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838686101", "Пн: 08:00-18:00; Вт: 08:00-18:00; Ср: 08:00-18:00; Чт: 08:00-18:00; Пт: 08:00-18:00; Сб: 08:00-16:00" },
                    { 386L, "улица Шелгунова, 23", "", 1L, "Россия", "Невский район", "Невский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.448071 59.866648)"), "192174", "Школа № 334 Невского района Санкт-Петербурга", "", null, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838693075", "Пн: 08:30-20:00; Вт: 08:30-20:00; Ср: 08:30-20:00; Чт: 08:30-20:00; Пт: 08:30-20:00; Сб: 08:30-17:00" },
                    { 387L, "Будапештская, 93", "", 1L, "Россия", "Фрунзенский район", "Фрунзенский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.402785 59.831625)"), "192283", "Средняя общеобразовательная школа №365 с дошкольным отделением им. М.П. Краснолуцкого", "", 2.2999999999999998, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838700054", "Пн: 09:00-16:00; Вт: 09:00-16:00; Ср: 09:00-16:00; Чт: 09:00-16:00; Пт: 09:00-16:00; Сб: 09:00-16:00" },
                    { 388L, "Новостроек, 26", "1-4 этаж", 1L, "Россия", "", "Кировский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.272295 59.874288)"), "198188", "Средняя общеобразовательная школа №501 с углубленным изучением информатики и ИКТ Кировского района", "", 2.2999999999999998, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/70000001020272559", "Пн: 08:00-19:00; Вт: 08:00-19:00; Ср: 08:00-19:00; Чт: 08:00-19:00; Пт: 08:00-19:00; Сб: 08:00-15:00" },
                    { 389L, "Победы, 17", "", 1L, "Россия", "", "", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.610228 60.003191)"), "188641", "Средняя общеобразовательная школа с углубленным изучением отдельных предметов №3", "Всеволожский муниципальный район", null, "Ленинградская область", "+03:00", "https://2gis.com/firm/5348552841650529", "Пн: 08:30-15:00; Вт: 08:30-15:00; Ср: 08:30-15:00; Чт: 08:30-15:00; Пт: 08:30-15:00; Сб: 08:30-14:00" },
                    { 390L, "проспект Ветеранов, 39", "4 этаж", 1L, "Россия", "частная школа", "Кировский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.239698 59.843391)"), "198255", "CLS", "", 5.0, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552840952962", "Пн: 08:00-19:00; Вт: 08:00-19:00; Ср: 08:00-19:00; Чт: 08:00-19:00; Пт: 08:00-19:00" },
                    { 391L, "Малая Бухарестская, 7 к1", "1-3 этаж", 1L, "Россия", "", "Фрунзенский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.41292 59.84825)"), "192288", "Средняя общеобразовательная школа №448 Фрунзенского района Санкт-Петербурга", "", 3.0, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838700110", "Пн: 08:30-18:00; Вт: 08:30-18:00; Ср: 08:30-18:00; Чт: 08:30-18:00; Пт: 08:30-18:00" },
                    { 392L, "Октябрьская набережная, 84 к1", "1-3 этаж", 1L, "Россия", "Невский район", "Невский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.468037 59.87177)"), "193079", "Школа №338 Невского района", "", 5.0, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838693093", "Пн: 08:30-20:00; Вт: 08:30-20:00; Ср: 08:30-20:00; Чт: 08:30-20:00; Пт: 08:30-20:00; Сб: 08:30-18:00" },
                    { 393L, "Здоровцева, 33 к2", "1-2 этаж", 1L, "Россия", "", "Красносельский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.159926 59.827058)"), "198259", "Средняя общеобразовательная школа №390 Красносельского района", "", 5.0, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838692076", "Пн: 08:00-19:00; Вт: 08:00-19:00; Ср: 08:00-19:00; Чт: 08:00-19:00; Пт: 08:00-19:00" },
                    { 394L, "Олеко Дундича, 38 к3", "1-4 этаж", 1L, "Россия", "", "Фрунзенский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.422981 59.836993)"), "192289", "Средняя общеобразовательная школа №322 Фрунзенского Района", "", 5.0, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838700007", "Пн: 07:00-19:00; Вт: 07:00-19:00; Ср: 07:00-19:00; Чт: 07:00-19:00; Пт: 07:00-19:00" },
                    { 395L, "Первомайская, 30", "1-4 этаж", 1L, "Россия", "", "Пушкинский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.365531 59.805615)"), "196624", "Школа №93 Пушкинского района Санкт-Петербурга", "", null, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/70000001077765252", "" },
                    { 396L, "улица Оптиков, 45 к3", "1-4 этаж", 1L, "Россия", "", "Приморский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.206397 60.003601)"), "197082", "Средняя общеобразовательная школа №199 Приморского района", "", 2.6000000000000001, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/70000001064064412", "Пн: 09:00-19:00; Вт: 09:00-19:00; Ср: 09:00-19:00; Чт: 09:00-19:00; Пт: 09:00-19:00; Сб: 09:00-16:00" },
                    { 397L, "проспект Авиаконструкторов, 15 к2", "1-3 этаж", 1L, "Россия", "", "Приморский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.244983 60.013701)"), "197372", "Школа №38", "", 2.2000000000000002, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838696735", "Пн: 08:00-20:00; Вт: 08:00-20:00; Ср: 08:00-20:00; Чт: 08:00-20:00; Пт: 08:00-20:00; Сб: 08:00-18:00" },
                    { 398L, "бульвар Белых ночей, 1", "1-3 этаж", 1L, "Россия", "", "", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.08086 59.811229)"), "188507", "Новосельская общеобразовательная школа", "Ломоносовский муниципальный район", 5.0, "Ленинградская область", "+03:00", "https://2gis.com/firm/70000001041776123", "Пн: 08:00-18:00; Вт: 08:00-18:00; Ср: 08:00-18:00; Чт: 08:00-18:00; Пт: 08:00-18:00" },
                    { 399L, "Петрозаводская, 12", "1-4 этаж", 1L, "Россия", "", "Петроградский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.290056 59.963892)"), "197110", "Немецкая школа в Санкт-Петербурге при Генконсульстве Германии", "", null, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/70000001018987398", "Пн: 08:00-16:00; Вт: 08:00-16:00; Ср: 08:00-16:00; Чт: 08:00-16:00; Пт: 08:00-16:00" },
                    { 400L, "Симонова, 8 к2", "1-3 этаж", 1L, "Россия", "Выборгский район", "Выборгский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.322379 60.060323)"), "194358", "Средняя общеобразовательная школа №558 с углубленным изучением математики Выборгского района Санкт-Петербурга", "", 3.0, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838678352", "Пн: 08:00-21:00; Вт: 08:00-21:00; Ср: 08:00-21:00; Чт: 08:00-21:00; Пт: 08:00-21:00; Сб: 08:00-16:00" },
                    { 401L, "Южная, 31 лит А", "1-4 этаж", 1L, "Россия", "Колпинский район", "Колпинский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.639891 59.781826)"), "196643", "Средняя общеобразовательная школа №520 Колпинского района Санкт-Петербурга", "", null, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838686539", "Пн: 08:00-20:00; Вт: 08:00-20:00; Ср: 08:00-20:00; Чт: 08:00-20:00; Пт: 08:00-20:00" },
                    { 402L, "улица Руставели, 26", "1-3 этаж", 1L, "Россия", "", "Калининский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.431793 60.008516)"), "195273", "Средняя общеобразовательная школа №184 Калининского района Санкт-Петербурга", "", 2.0, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838681986", "Пн: 08:30-18:00; Вт: 08:30-18:00; Ср: 08:30-18:00; Чт: 08:30-18:00; Пт: 08:30-18:00" },
                    { 403L, "Литейный проспект, 64/78", "2 этаж", 1L, "Россия", "частная школа", "Центральный район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.348622 59.933265)"), "191025", "Унисон", "", null, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/70000001032571152", "Пн: 09:00-18:00; Вт: 09:00-18:00; Ср: 09:00-18:00; Чт: 09:00-18:00; Пт: 09:00-18:00" },
                    { 404L, "Канонерский остров, 32", "1-3 этаж", 1L, "Россия", "", "Кировский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.217931 59.903502)"), "198184", "Средняя общеобразовательная школа №379 Кировского района Санкт-Петербурга", "", null, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838686019", "Пн: 08:00-19:00; Вт: 08:00-19:00; Ср: 08:00-19:00; Чт: 08:00-19:00; Пт: 08:00-19:00" },
                    { 405L, "Валерия Гаврилина, 13 к1", "61-Н помещение; 2 этаж", 1L, "Россия", "школа семейного типа", "Выборгский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.336442 60.079519)"), "194363", "Моя школа", "", null, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/70000001077524292", "Пн: 09:00-19:00; Вт: 09:00-19:00; Ср: 09:00-19:00; Чт: 09:00-19:00; Пт: 09:00-19:00" },
                    { 406L, "Пинегина, 21", "1 этаж", 1L, "Россия", "школа индивидуального обучения", "Невский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.419958 59.892597)"), "192148", "Шанс", "", null, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838714764", "Пн: 08:30-17:00; Вт: 08:30-17:00; Ср: 08:30-17:00; Чт: 08:30-17:00; Пт: 08:30-17:00" },
                    { 407L, "Шишканя, 2", "1-4 этаж", 1L, "Россия", "г. Всеволожск", "", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.6437 60.038516)"), "188643", "Средняя общеобразовательная школа №4", "Всеволожский муниципальный район", null, "Ленинградская область", "+03:00", "https://2gis.com/firm/70000001062959175", "" },
                    { 408L, "Московский проспект, 104", "1-5 этаж", 1L, "Россия", "", "Московский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.319787 59.895585)"), "196084", "Свято-Владимирская школа воскресенского новодевичьего монастыря", "", 1.0, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348553838537064", "Пн: 09:00-18:00; Вт: 09:00-18:00; Ср: 09:00-18:00; Чт: 09:00-18:00; Пт: 09:00-18:00; Сб: 09:00-18:00; Вс: 09:00-18:00" },
                    { 409L, "Волхонское шоссе, 26", "", 1L, "Россия", "", "Петродворцовый район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.023568 59.845652)"), "198515", "Средняя общеобразовательная школа №413 Петродворцового района", "", null, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838694312", "Пн: 08:30-20:00; Вт: 08:30-20:00; Ср: 08:30-20:00; Чт: 08:30-20:00; Пт: 08:30-20:00; Сб: 08:30-19:30" },
                    { 410L, "улица Изборская, 4 к2", "", 1L, "Россия", "", "Пушкинский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.465439 59.742758)"), "196628", "Средняя общеобразовательная школа №604 Пушкинского района", "", 5.0, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/70000001007145096", "Пн: 08:00-20:00; Вт: 08:00-20:00; Ср: 08:00-20:00; Чт: 08:00-20:00; Пт: 08:00-20:00; Сб: 08:00-19:00" },
                    { 411L, "Полевая, 10", "", 1L, "Россия", "", "Колпинский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.563851 59.813396)"), "196641", "Средняя общеобразовательная школа №621 Колпинского района", "", null, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838689246", "Пн: 08:00-20:00; Вт: 08:00-20:00; Ср: 08:00-20:00; Чт: 08:00-20:00; Пт: 08:00-20:00; Сб: 09:00-18:00" },
                    { 412L, "Большая Озёрная, 92 к2", "1-3 этаж", 1L, "Россия", "частная школа", "Выборгский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.300132 60.044285)"), "194356", "Взмах", "", 5.0, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838597854", "Пн: 09:00-19:00; Вт: 09:00-19:00; Ср: 09:00-19:00; Чт: 09:00-19:00; Пт: 09:00-19:00" },
                    { 413L, "Центральная, 6", "1-3 этаж", 1L, "Россия", "", "Пушкинский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.461873 59.727515)"), "196634", "Средняя общеобразовательная школа № 297 Пушкинского района", "", null, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838696862", "Пн: 08:30-16:10; Вт: 08:30-16:10; Ср: 08:30-16:10; Чт: 08:30-16:10; Пт: 08:30-16:10; Сб: 08:30-16:10" },
                    { 414L, "Госпитальная, 24", "1-3 этаж", 1L, "Россия", "", "Пушкинский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.415952 59.717548)"), "196601", "Школа № 500 Пушкинского района Санкт-Петербурга", "", 2.1000000000000001, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838697088", "Пн: 09:00-18:00; Вт: 09:00-18:00; Ср: 09:00-18:00; Чт: 09:00-18:00; Пт: 09:00-18:00; Сб: 09:00-18:00" },
                    { 415L, "улица Пионерстроя, 23Б", "2 этаж", 1L, "Россия", "частная школа-сад", "Красносельский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.128918 59.840058)"), "198206", "Пространство Нешкола", "", null, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/70000001044778058", "Пн: 08:00-19:00; Вт: 08:00-19:00; Ср: 08:00-19:00; Чт: 08:00-19:00; Пт: 08:00-19:00" },
                    { 416L, "набережная реки Каменки, 17 к3", "", 1L, "Россия", "", "Приморский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.270624 60.055078)"), "197375", "Средняя общеобразовательная школа №632 Приморского района", "", null, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/70000001063976649", "Пн: 08:30-20:00; Вт: 08:30-20:00; Ср: 08:30-20:00; Чт: 08:30-20:00; Пт: 08:30-20:00; Сб: 08:30-15:30" },
                    { 417L, "Образцовая, 7 к2", "", 1L, "Россия", "Пушкинский район", "Пушкинский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.371443 59.753442)"), "196605", "Средняя общеобразовательная школа №530 с углубленным изучением предметов естественно-математического цикла", "", 5.0, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/70000001079869995", "" },
                    { 418L, "Руднева, 8 к1", "1-2 этаж", 1L, "Россия", "", "Выборгский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.359411 60.040253)"), "194291", "Средняя общеобразовательная школа №62 Выборгского района", "", null, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838677066", "Пн: 08:30-19:00; Вт: 08:30-19:00; Ср: 08:30-19:00; Чт: 08:30-19:00; Пт: 08:30-19:00" },
                    { 419L, "бульвар Менделеева, 20 к1", "1-4 этаж", 1L, "Россия", "", "", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.423932 60.055805)"), "188677", "Муринский центр образования №2", "Всеволожский муниципальный район", 2.0, "Ленинградская область", "+03:00", "https://2gis.com/firm/70000001031998441", "Пн: 07:45-18:00; Вт: 07:45-18:00; Ср: 07:45-18:00; Чт: 07:45-18:00; Пт: 07:45-18:00; Сб: 07:45-18:00" },
                    { 420L, "Школьная, 1", "1-3 этаж", 1L, "Россия", "", "", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.470922 60.062677)"), "188673", "Ново-Девяткинская средняя общеобразовательная школа №1", "Всеволожский муниципальный район", 5.0, "Ленинградская область", "+03:00", "https://2gis.com/firm/70000001018368832", "Пн: 09:00-16:00; Вт: 09:00-16:00; Ср: 09:00-16:00; Чт: 09:00-16:00; Пт: 09:00-16:00" },
                    { 421L, "Руднева, 5 к3 лит А", "1-4 этаж", 1L, "Россия", "", "Выборгский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.364719 60.040531)"), "194291", "Школа № 118 Выборгского района Санкт-Петербурга", "", null, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838677629", "Пн: 08:00-19:00; Вт: 08:00-19:00; Ср: 08:00-19:00; Чт: 08:00-19:00; Пт: 08:00-19:00; Сб: 08:00-16:00" },
                    { 422L, "Красная, 8Б", "1-2 этаж", 1L, "Россия", "Колпинский район", "Колпинский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.604925 59.744426)"), "196655", "Средняя общеобразовательная школа №455 с углубленным изучением английского языка", "", null, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838686480", "Пн: 08:30-20:00; Вт: 08:30-20:00; Ср: 08:30-20:00; Чт: 08:30-20:00; Пт: 08:30-20:00" },
                    { 423L, "Политрука Пасечника, 3", "", 1L, "Россия", "", "Красносельский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.110612 59.781765)"), "198326", "Средняя общеобразовательная школа №398 Красносельского района", "", 1.0, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838692191", "Пн: 09:00-18:00; Вт: 09:00-18:00; Ср: 09:00-18:00; Чт: 09:00-18:00; Пт: 09:00-18:00; Сб: 09:00-15:00" },
                    { 424L, "Черкасова, 8 к2", "", 1L, "Россия", "", "Калининский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.420041 60.029083)"), "195265", "Средняя общеобразовательная школа №89 Калининского района Санкт-Петербурга", "", 3.0, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838678725", "Пн: 08:00-19:00; Вт: 08:00-19:00; Ср: 08:00-19:00; Чт: 08:00-19:00; Пт: 08:00-19:00; Сб: 08:00-16:00" },
                    { 425L, "Ленинградское шоссе, 22", "1-4 этаж", 1L, "Россия", "", "", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.390842 59.626027)"), "188320", "Коммунарская средняя общеобразовательная школа №1", "Гатчинский муниципальный район", 5.0, "Ленинградская область", "+03:00", "https://2gis.com/firm/5348552840778817", "Пн: 08:00-19:00; Вт: 08:00-19:00; Ср: 08:00-19:00; Чт: 08:00-19:00; Пт: 08:00-19:00; Сб: 08:00-16:00" },
                    { 426L, "Понтонная, 13 к2 ст1", "1-2 этаж", 1L, "Россия", "", "Колпинский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.628805 59.754511)"), "196655", "Школа №455 Санкт-Петербурга", "", 5.0, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/70000001064196718", "Пн: 08:30-20:00; Вт: 08:30-20:00; Ср: 08:30-20:00; Чт: 08:30-20:00; Пт: 08:30-20:00" },
                    { 427L, "Асафьева, 6 к1", "1-4 этаж", 1L, "Россия", "", "Выборгский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.324495 60.049978)"), "194356", "Средняя общеобразовательная школа №457 с углубленным изучением английского языка с дошкольным отделением", "", 5.0, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838676975", "Пн: 08:00-20:00; Вт: 08:00-20:00; Ср: 08:00-20:00; Чт: 08:00-20:00; Пт: 08:00-20:00; Сб: 08:00-20:00" },
                    { 428L, "Есенина, 36 к2", "1-3 этаж", 1L, "Россия", "", "Выборгский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.341363 60.055237)"), "194358", "Средняя общеобразовательная школа №559 Выборгского района", "", 1.3999999999999999, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838678363", "Пн: 08:00-20:00; Вт: 08:00-20:00; Ср: 08:00-20:00; Чт: 08:00-20:00; Пт: 08:00-20:00" },
                    { 429L, "Рябовское шоссе, 75", "1-4 этаж", 1L, "Россия", "", "Красногвардейский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.506682 59.975789)"), "195043", "Средняя общеобразовательная школа № 125 Красногвардейского района", "", 1.0, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838689421", "Пн: 08:30-19:00; Вт: 08:30-19:00; Ср: 08:30-19:00; Чт: 08:30-19:00; Пт: 08:30-19:00; Сб: 08:00-16:00" },
                    { 430L, "Бобыльская дорога, 59 к2", "1-4 этаж", 1L, "Россия", "", "Петродворцовый район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (29.860319 59.887561)"), "198504", "Средняя общеобразовательная школа №319 Петродворцового района Санкт-Петербурга им. героя Российской федерации Соловьева", "", 3.7000000000000002, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/70000001019921167", "Пн: 08:00-19:00; Вт: 08:00-19:00; Ср: 08:00-19:00; Чт: 08:00-19:00; Пт: 08:00-19:00; Сб: 08:30-15:00" },
                    { 431L, "Ульяновское шоссе, 76", "", 1L, "Россия", "", "", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.748703 59.620679)"), "187010", "Саблинская вечерняя (сменная) общеобразовательная школа", "Тосненский муниципальный район", null, "Ленинградская область", "+03:00", "https://2gis.com/firm/70000001048072772", "Пн: 09:00-19:00; Вт: 09:00-19:00; Ср: 09:00-19:00; Чт: 09:00-19:00; Пт: 09:00-19:00" },
                    { 432L, "Красная, 14а", "", 1L, "Россия", "Колпинский район", "Колпинский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.6051 59.743853)"), "196655", "Средняя общеобразовательная школа №455 с углубленным изучением английского языка", "", null, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838686481", "Пн: 08:00-20:00; Вт: 08:00-20:00; Ср: 08:00-20:00; Чт: 08:00-20:00; Пт: 08:00-20:00; Сб: 08:00-20:00" },
                    { 433L, "аллея Евгения Шварца, 17", "1-4 этаж", 1L, "Россия", "", "Красногвардейский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.452208 60.038525)"), "195299", "Средняя школа №478", "", 5.0, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/70000001079007326", "Пн: 08:00-20:00; Вт: 08:00-20:00; Ср: 08:00-20:00; Чт: 08:00-20:00; Пт: 08:00-20:00; Сб: 08:00-18:00" },
                    { 434L, "аллея Ньютона, 6", "1-3 этаж", 1L, "Россия", "", "", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.401036 60.061526)"), "188660", "Бугровская среднеобразовательная школа №2", "Всеволожский муниципальный район", 5.0, "Ленинградская область", "+03:00", "https://2gis.com/firm/70000001045039336", "Пн: 08:00-13:00, 14:00-17:00; Вт: 08:00-13:00, 14:00-17:00; Ср: 08:00-13:00, 14:00-17:00; Чт: 08:00-13:00, 14:00-17:00; Пт: 08:00-13:00, 14:00-17:00; Сб: 08:00-17:00" },
                    { 435L, "Дрезденская, 13", "1-4 этаж", 1L, "Россия", "", "Выборгский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.331047 60.013435)"), "194017", "Школа №6 Выборгского района", "", null, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838715588", "Пн: 09:00-13:00, 14:00-18:00; Вт: 09:00-13:00, 14:00-18:00; Ср: 09:00-13:00, 14:00-18:00; Чт: 09:00-13:00, 14:00-18:00; Пт: 09:00-13:00, 14:00-18:00" },
                    { 436L, "проспект Грибоедова, 10", "", 1L, "Россия", "", "", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.683211 60.01653)"), "188643", "Средняя общеобразовательная школа №5 г. Всеволожска", "Всеволожский муниципальный район", 3.0, "Ленинградская область", "+03:00", "https://2gis.com/firm/5348552840002430", "Пн: 09:00-19:00; Вт: 09:00-19:00; Ср: 09:00-19:00; Чт: 09:00-19:00; Пт: 09:00-19:00" },
                    { 437L, "Сикейроса, 7 к2", "крыльцо с витыми колоннами и цветами", 1L, "Россия", "русская классическая школа", "Выборгский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.327519 60.03352)"), "194354", "Семейный центр Добро", "", 5.0, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/70000001066780440", "Пн: 09:00-20:00; Вт: 09:00-20:00; Ср: 09:00-20:00; Чт: 09:00-20:00; Пт: 09:00-20:00; Сб: 09:00-15:00; Вс: 09:00-15:00" },
                    { 438L, "Орловская, 1 к2", "1, 2 этаж", 1L, "Россия", "", "Центральный район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.391306 59.952281)"), "191124", "Монтессори-центр Мон Ами", "", 5.0, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/70000001032032429", "Пн: 08:00-19:00; Вт: 08:00-19:00; Ср: 08:00-19:00; Чт: 08:00-19:00; Пт: 08:00-19:00" },
                    { 439L, "Северная дорога, 12Б", "", 1L, "Россия", "частная школа", "Петроградский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.230596 59.974132)"), "197110", "ИндиКид", "", 5.0, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/70000001075589017", "Пн: 09:00-18:30; Вт: 09:00-18:30; Ср: 09:00-18:30; Чт: 09:00-18:30; Пт: 09:00-18:30" },
                    { 440L, "Морской Пехоты, 8 к3", "1-3 этаж", 1L, "Россия", "", "Кировский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.24625 59.861862)"), "198302", "Средняя школа №264 Кировского района Санкт-Петербурга", "", 5.0, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838719898", "Пн: 08:30-19:00; Вт: 08:30-19:00; Ср: 08:30-19:00; Чт: 08:30-19:00; Пт: 08:30-19:00" },
                    { 441L, "Полевая, 17 ст1", "", 1L, "Россия", "", "Колпинский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.569623 59.814804)"), "196641", "Средняя общеобразовательная школа №451 Колпинского района Санкт-Петербурга", "", 5.0, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/70000001039460075", "Пн: 08:30-16:00; Вт: 08:30-16:00; Ср: 08:30-16:00; Чт: 08:30-16:00; Пт: 08:30-16:00; Сб: 08:30-15:00" },
                    { 442L, "Комендантский проспект, 11 лит В", "2 этаж", 1L, "Россия", "частная начальная школа", "Приморский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.264008 60.006697)"), "197227", "Умная Школа", "", 5.0, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/70000001074364839", "Пн: 08:00-19:30; Вт: 08:00-19:30; Ср: 08:00-19:30; Чт: 08:00-19:30; Пт: 08:00-19:30; Сб: 08:00-19:30; Вс: 08:00-19:30" },
                    { 443L, "Кореловский переулок, 4", "1-3 этаж", 1L, "Россия", "", "", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.197823 60.165065)"), "188632", "Сертоловская средняя общеобразовательная школа №3", "Всеволожский муниципальный район", 5.0, "Ленинградская область", "+03:00", "https://2gis.com/firm/70000001059337081", "Пн: 09:00-18:00; Вт: 09:00-18:00; Ср: 09:00-18:00; Чт: 09:00-18:00; Пт: 09:00-18:00" },
                    { 444L, "бульвар Алексея Толстого, 42 лит А", "1-4 этаж", 1L, "Россия", "Пушкинский район", "Пушкинский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.411923 59.730588)"), "196607", "Средняя общеобразовательная школа №530 с углубленным изучением предметов естественно-математического цикла", "", 3.0, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838697113", "Пн: 08:00-18:00; Вт: 08:00-18:00; Ср: 08:00-18:00; Чт: 08:00-18:00; Пт: 08:00-18:00; Сб: 08:00-15:00" },
                    { 445L, "улица Солдата Корзуна, 15 к2 лит А", "", 1L, "Россия", "", "Кировский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.219478 59.827202)"), "198260", "Средняя общеобразовательная школа №506 с углубленным изучением иностранных языков Кировского района", "", 5.0, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838682330", "Пн: 08:00-19:00; Вт: 08:00-19:00; Ср: 08:00-19:00; Чт: 08:00-19:00; Пт: 08:00-19:00" },
                    { 446L, "улица Современников, 2", "1-3 этаж", 1L, "Россия", "", "", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.163858 59.793344)"), "198323", "Новогореловская общеобразовательная школа", "Ломоносовский муниципальный район", 1.3, "Ленинградская область", "+03:00", "https://2gis.com/firm/70000001053608138", "Пн: 09:00-19:00; Вт: 09:00-19:00; Ср: 09:00-19:00; Чт: 09:00-19:00; Пт: 09:00-19:00" },
                    { 447L, "Володарского, 12", "1-4 этаж", 1L, "Россия", "", "Курортный район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (29.972087 60.098946)"), "197706", "Средняя общеобразовательная школа №541 Курортного района", "", null, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838692784", "Пн: 08:00-18:00; Вт: 08:00-18:00; Ср: 08:00-18:00; Чт: 08:00-18:00; Пт: 08:00-18:00" },
                    { 448L, "улица Солдата Корзуна, 1 к2", "2 этаж; творческое пространство Vбашне", 1L, "Россия", "частная школа", "Кировский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.21614 59.833847)"), "198260", "Морошка", "", 4.0, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/70000001052617766", "Пн: 08:30-17:00; Вт: 08:30-17:00; Ср: 08:30-17:00; Чт: 08:30-17:00; Пт: 08:30-17:00" },
                    { 449L, "Генерала Хазова, 18", "1-3 этаж", 1L, "Россия", "Пушкинский район", "Пушкинский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.410202 59.739024)"), "196605", "Школа №407", "", 3.0, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838696894", "Пн: 08:00-20:00; Вт: 08:00-20:00; Ср: 08:00-20:00; Чт: 08:00-20:00; Пт: 08:00-20:00; Сб: 08:00-17:00" },
                    { 450L, "проспект Ленина, 88", "", 1L, "Россия", "", "Красносельский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.09268 59.738919)"), "198320", "Средняя общеобразовательная школа №270 Красносельского района", "", null, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/70000001025470105", "Пн: 08:30-16:05; Вт: 08:30-16:05; Ср: 08:30-16:05; Чт: 08:30-16:05; Пт: 08:30-16:05" },
                    { 451L, "Софийский бульвар, 9/1", "1-3 этаж", 1L, "Россия", "", "Пушкинский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.422933 59.717359)"), "196601", "Средняя общеобразовательная школа №403 Пушкинского Района", "", 4.5, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838696886", "Пн: 08:00-20:00; Вт: 08:00-20:00; Ср: 08:00-20:00; Чт: 08:00-20:00; Пт: 08:00-20:00; Сб: 08:00-18:00" },
                    { 452L, "Красногородская, 7 к3 лит А", "1-4 этаж", 1L, "Россия", "", "Красносельский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.086007 59.719689)"), "198301", "Средняя общеобразовательная школа №276", "", 4.0, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552840394805", "Пн: 08:30-20:00; Вт: 08:30-20:00; Ср: 08:30-20:00; Чт: 08:30-20:00; Пт: 08:30-20:00; Сб: 08:30-15:00" },
                    { 453L, "Красносельское шоссе, 34 лит А", "1-3 этаж", 1L, "Россия", "Красносельский район", "Красносельский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.144097 59.786041)"), "198323", "Средняя общеобразовательная школа №391", "", 1.6000000000000001, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838692129", "Пн: 09:00-21:00; Вт: 09:00-21:00; Ср: 09:00-21:00; Чт: 09:00-21:00; Пт: 09:00-21:00; Сб: 09:00-21:00" },
                    { 454L, "улица Московская, 2 лит А", "1-3 этаж", 1L, "Россия", "", "Пушкинский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.398991 59.72234)"), "196601", "Средняя общеобразовательная школа №606 Пушкинского района им. Сомова К.Ю.", "", 3.2999999999999998, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838697144", "Пн: 07:30-21:00; Вт: 07:30-21:00; Ср: 07:30-21:00; Чт: 07:30-21:00; Пт: 07:30-21:00; Сб: 07:30-21:00" },
                    { 455L, "Колпинское шоссе, 8 ст1", "", 1L, "Россия", "", "Пушкинский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.457287 59.728226)"), "196628", "Средняя общеобразовательная школа №511 Пушкинского района", "", 5.0, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/70000001079218953", "Пн: 09:00-22:00; Вт: 09:00-22:00; Ср: 09:00-22:00; Чт: 09:00-22:00; Пт: 09:00-22:00" },
                    { 456L, "Тверская, 62 лит А", "", 1L, "Россия", "", "Колпинский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.613549 59.732811)"), "196655", "Средняя общеобразовательная школа №589 Колпинского района", "", 1.0, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838689215", "Пн: 08:00-20:00; Вт: 08:00-20:00; Ср: 08:00-20:00; Чт: 08:00-20:00; Пт: 08:00-20:00" },
                    { 457L, "Московское шоссе, 10 к2", "4 этаж", 1L, "Россия", "частная общеобразовательная школа с углубленным изучением английского языка", "Московский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.332261 59.839623)"), "196158", "Студиум", "", 3.0, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838657188", "Пн: 09:00-18:00; Вт: 09:00-18:00; Ср: 09:00-18:00; Чт: 09:00-18:00; Пт: 09:00-18:00; Сб: 09:00-15:00" },
                    { 458L, "Первомайская, 37", "", 1L, "Россия", "", "Выборгский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.19595 60.101851)"), "194361", "Средняя общеобразовательная школа №472 им. А.Т. Карпова Выборгского района", "", null, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838678050", "Пн: 08:30-18:00; Вт: 08:30-18:00; Ср: 08:30-18:00; Чт: 08:30-18:00; Пт: 08:30-18:00" },
                    { 459L, "Лермонтова, 23", "1-4 этаж", 1L, "Россия", "", "Красносельский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.079414 59.732272)"), "198320", "Средняя общеобразовательная школа №262 Красносельского района", "", 3.2999999999999998, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838689894", "Пн: 07:00-21:00; Вт: 07:00-21:00; Ср: 07:00-21:00; Чт: 07:00-21:00; Пт: 07:00-21:00" },
                    { 460L, "Блан-Менильская, 5 лит А", "1-4 этаж", 1L, "Россия", "", "Петродворцовый район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (29.889574 59.876201)"), "198516", "Школа №439 Петродворцового района Санкт-Петербурга", "", null, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838694314", "Пн: 08:30-19:00; Вт: 08:30-19:00; Ср: 08:30-19:00; Чт: 08:30-19:00; Пт: 08:30-19:00" },
                    { 461L, "Туристская улица, 2", "", 1L, "Россия", "частная начальная школа", "Приморский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.200543 59.985553)"), "197374", "Умная Школа", "", null, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/70000001074364855", "Пн: 08:00-19:30; Вт: 08:00-19:30; Ср: 08:00-19:30; Чт: 08:00-19:30; Пт: 08:00-19:30; Сб: 08:00-19:30; Вс: 08:00-19:30" },
                    { 462L, "Кингисеппское шоссе, 10 к4 лит А", "", 1L, "Россия", "Красносельский район", "Красносельский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.07419 59.721053)"), "198320", "Средняя общеобразовательная школа №382", "", null, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838691900", "Пн: 09:00-19:00; Вт: 09:00-19:00; Ср: 09:00-19:00; Чт: 09:00-19:00; Пт: 09:00-19:00; Сб: 09:00-15:00" },
                    { 463L, "Санкт-Петербургское шоссе, 102а лит А", "", 1L, "Россия", "", "Петродворцовый район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.02331 59.853855)"), "198515", "Средняя общеобразовательная школа №421", "", 5.0, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838694347", "Пн: 08:00-20:00; Вт: 08:00-20:00; Ср: 08:00-20:00; Чт: 08:00-20:00; Пт: 08:00-20:00; Сб: 08:00-20:00" },
                    { 464L, "Тверская, 54 к2 лит А", "", 1L, "Россия", "", "Колпинский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.615959 59.738104)"), "196655", "Средняя общеобразовательная школа №588 Колпинского района", "", 2.0, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838689182", "Пн: 08:00-20:00; Вт: 08:00-20:00; Ср: 08:00-20:00; Чт: 08:00-20:00; Пт: 08:00-20:00; Сб: 08:00-18:00" },
                    { 465L, "Вавилова, 9", "1-3 этаж", 1L, "Россия", "", "Колпинский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.586394 59.743148)"), "196653", "Средняя общеобразовательная школа №420 Колпинского района Санкт-Петербурга", "", 4.0, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838686419", "Пн: 08:00-19:00; Вт: 08:00-19:00; Ср: 08:00-19:00; Чт: 08:00-19:00; Пт: 08:00-19:00" },
                    { 466L, "Полевая, 3", "", 1L, "Россия", "", "", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.397784 60.067745)"), "188660", "Бугровская средняя образовательная школа", "Всеволожский муниципальный район", null, "Ленинградская область", "+03:00", "https://2gis.com/firm/5348552840719501", "Пн: 08:30-17:05; Вт: 08:30-17:05; Ср: 08:30-17:05; Чт: 08:30-17:05; Пт: 08:30-17:05; Сб: 08:30-13:20" },
                    { 467L, "Володарского, 32", "1-4 этаж", 1L, "Россия", "", "", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.136785 59.5688)"), "188300", "Гатчинская средняя общеобразовательная школа №1", "Гатчинский муниципальный район", null, "Ленинградская область", "+03:00", "https://2gis.com/firm/5348552839298400", "Пн: 08:00-18:00; Вт: 08:00-18:00; Ср: 08:00-18:00; Чт: 08:00-18:00; Пт: 08:00-18:00" },
                    { 468L, "Елизаветинская, 2", "", 1L, "Россия", "центр дополнительного образования", "Пушкинский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.438841 59.67802)"), "196620", "Школа им. Горчакова А.М.", "", null, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838725521", "Пн: 09:00-18:00; Вт: 09:00-18:00; Ср: 09:00-18:00; Чт: 09:00-18:00; Пт: 09:00-18:00; Сб: 09:00-18:00" },
                    { 469L, "площадь Рошаля, 4", "1-2 этаж", 1L, "Россия", "", "Кронштадтский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (29.782281 59.995131)"), "197762", "Средняя общеобразовательная школа №423 Кронштадтского района", "", 1.1000000000000001, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838692584", "Пн: 08:30-20:30; Вт: 08:30-20:30; Ср: 08:30-20:30; Чт: 08:30-20:30; Пт: 08:30-20:30" },
                    { 470L, "Хвойный посёлок, 115", "", 1L, "Россия", "", "Красносельский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.072591 59.669564)"), "198327", "Средняя общеобразовательная школа №275 Красносельского района", "", 1.0, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838689912", "Пн: 09:00-18:00; Вт: 09:00-18:00; Ср: 09:00-18:00; Чт: 09:00-18:00; Пт: 09:00-18:00" },
                    { 471L, "Чехова, 37", "", 1L, "Россия", "", "", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.143959 59.577429)"), "188300", "Гатчинская СОШ №12 Центр образования", "Гатчинский муниципальный район", null, "Ленинградская область", "+03:00", "https://2gis.com/firm/70000001080711854", "" },
                    { 472L, "Новая улица, 17", "", 1L, "Россия", "средняя общеобразовательная школа", "", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.570959 59.947814)"), "188689", "Янинский центр образования", "Всеволожский муниципальный район", 3.0, "Ленинградская область", "+03:00", "https://2gis.com/firm/5348552841363046", "Пн: 08:30-17:50; Вт: 08:30-17:50; Ср: 08:30-17:50; Чт: 08:30-17:50; Пт: 08:30-17:50; Сб: 08:30-13:15" },
                    { 473L, "Спортивная улица, 1", "", 1L, "Россия", "частная школа", "", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.44762 60.110574)"), "188660", "Ламбери", "Всеволожский муниципальный район", 3.0, "Ленинградская область", "+03:00", "https://2gis.com/firm/70000001047569384", "Пн: 08:00-19:00; Вт: 08:00-19:00; Ср: 08:00-19:00; Чт: 08:00-19:00; Пт: 08:00-19:00; Сб: 08:00-19:00" },
                    { 474L, "Павловская, 21", "1-4 этаж", 1L, "Россия", "", "Колпинский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.581965 59.74855)"), "196653", "Школа №432 Колпинского района", "", 3.0, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838718599", "Пн: 09:00-15:00; Вт: 09:00-15:00; Ср: 09:00-15:00; Чт: 09:00-15:00; Пт: 09:00-15:00" },
                    { 475L, "Центральная, 22", "", 1L, "Россия", "", "", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.397894 59.5854)"), "188325", "Кобраловская основная общеобразовательная школа", "Гатчинский муниципальный район", null, "Ленинградская область", "+03:00", "https://2gis.com/firm/5348553838577074", "Пн: 09:00-18:00; Вт: 09:00-18:00; Ср: 09:00-18:00; Чт: 09:00-18:00; Пт: 09:00-18:00" },
                    { 476L, "Яхтенная, 10 к1", "1 этаж", 1L, "Россия", "частная начальная школа", "Приморский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.215659 59.989397)"), "197374", "Униум", "", null, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/70000001053619969", "Пн: 09:00-19:00; Вт: 09:00-19:00; Ср: 09:00-19:00; Чт: 09:00-19:00; Пт: 09:00-19:00" },
                    { 477L, "проспект 25 Октября, 2", "1-3 этаж", 1L, "Россия", "", "", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.119602 59.566897)"), "188300", "Гатчинская средняя общеобразовательная школа №11", "Гатчинский муниципальный район", null, "Ленинградская область", "+03:00", "https://2gis.com/firm/5348552839298013", "Пн: 09:00-17:00; Вт: 09:00-17:00; Ср: 09:00-17:00; Чт: 09:00-17:00; Пт: 09:00-17:00" },
                    { 478L, "Комендантский проспект, 33 к4", "1 этаж", 1L, "Россия", "школа", "Приморский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.246358 60.022241)"), "197350", "Лидер", "", null, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/70000001041367980", "Пн: 08:30-18:00; Вт: 08:30-18:00; Ср: 08:30-18:00; Чт: 08:30-18:00; Пт: 08:30-18:00" },
                    { 479L, "Чекистов, 13 лит В", "1-5 этаж", 1L, "Россия", "", "Красносельский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.131368 59.845525)"), "198206", "Санкт-Петербургская международная школа", "", 3.7000000000000002, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838716546", "Пн: 09:00-17:00; Вт: 09:00-17:00; Ср: 09:00-17:00; Чт: 09:00-17:00; Пт: 09:00-17:00" },
                    { 480L, "Максима Горького, 5", "1-3 этаж", 1L, "Россия", "", "", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.866268 59.540452)"), "187000", "Тосненская средняя общеобразовательная школа №3 им. Героя Советского Союза С.П. Тимофеева", "Тосненский муниципальный район", 5.0, "Ленинградская область", "+03:00", "https://2gis.com/firm/70000001024997623", "Пн: 09:00-18:00; Вт: 09:00-18:00; Ср: 09:00-18:00; Чт: 09:00-18:00; Пт: 09:00-18:00" },
                    { 481L, "Школьная, 5", "", 1L, "Россия", "", "", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.304636 59.5932)"), "188324", "Лукашевская средняя общеобразовательная школа", "Гатчинский муниципальный район", 5.0, "Ленинградская область", "+03:00", "https://2gis.com/firm/70000001022694574", "Пн: 09:00-18:00; Вт: 09:00-18:00; Ср: 09:00-18:00; Чт: 09:00-18:00; Пт: 09:00-18:00" },
                    { 482L, "Школьная, 17а", "", 1L, "Россия", "", "", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.931781 59.84472)"), "188684", "Дубровская средняя общеобразовательная школа", "Всеволожский муниципальный район", 5.0, "Ленинградская область", "+03:00", "https://2gis.com/firm/5348553838533406", "Пн: 08:00-17:00; Вт: 08:00-17:00; Ср: 08:00-17:00; Чт: 08:00-17:00; Пт: 08:00-17:00" },
                    { 483L, "Гатчинское шоссе, 10", "1-3 этаж", 1L, "Россия", "", "", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (29.502557 59.453525)"), "", "Волосовская средняя общеобразовательная школа №1", "Волосовский муниципальный район", null, "Ленинградская область", "+03:00", "https://2gis.com/firm/70000001048159702", "Пн: 09:00-18:30; Вт: 09:00-18:30; Ср: 09:00-18:30; Чт: 09:00-18:30; Пт: 09:00-18:30" },
                    { 484L, "Школьная, 1", "", 1L, "Россия", "д. Сяськелево", "", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (29.853751 59.551737)"), "188358", "Средняя общеобразовательная школа с дошкольным отделением", "Гатчинский муниципальный район", null, "Ленинградская область", "+03:00", "https://2gis.com/firm/5348552841406255", "Пн: 08:00-16:00; Вт: 08:00-16:00; Ср: 08:00-16:00; Чт: 08:00-16:00; Пт: 08:00-16:00; Сб: 08:00-15:00" },
                    { 485L, "переулок Каховского, 11", "1-2 этаж", 1L, "Россия", "", "Василеостровский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.236739 59.953578)"), "199155", "Школа №4", "", null, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/70000001047574422", "Пн: 08:00-19:00; Вт: 08:00-19:00; Ср: 08:00-19:00; Чт: 08:00-19:00; Пт: 08:00-19:00" },
                    { 486L, "Центральная улица, 48", "", 1L, "Россия", "", "", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (29.875752 59.834982)"), "188501", "Низинская общеобразовательная школа", "Ломоносовский муниципальный район", null, "Ленинградская область", "+03:00", "https://2gis.com/firm/5348552840988158", "Пн: 08:30-17:30; Вт: 08:30-17:30; Ср: 08:30-17:30; Чт: 08:30-17:30; Пт: 08:30-17:30" },
                    { 487L, "деревня Нурма, 10", "", 1L, "Россия", "", "", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (31.016326 59.558061)"), "", "Основная общеобразовательная школа Нурминский Центр образования", "Тосненский муниципальный район", 5.0, "Ленинградская область", "+03:00", "https://2gis.com/firm/70000001043614422", "Пн: 09:00-18:00; Вт: 09:00-18:00; Ср: 09:00-18:00; Чт: 09:00-18:00; Пт: 09:00-18:00" },
                    { 488L, "Лахтинский проспект, 40/2 лит А", "", 1L, "Россия", "", "Приморский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.160751 59.990707)"), "197229", "Школа Лахта", "", null, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/70000001066163756", "Пн: 14:00-18:00; Вт: 14:00-18:00; Ср: 14:00-18:00; Чт: 14:00-18:00; Пт: 14:00-18:00" },
                    { 489L, "Торфяная дорога, 25 ст1", "", 1L, "Россия", "", "Приморский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.255709 59.99839)"), "197374", "Школа Гран", "", null, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/70000001079695955", "Пн: 09:00-18:00; Вт: 09:00-18:00; Ср: 09:00-18:00; Чт: 09:00-18:00; Пт: 09:00-18:00" },
                    { 490L, "посёлок Ушаки, 19", "2 этаж", 1L, "Россия", "", "", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.904335 59.516869)"), "", "Ушакинская средняя общеобразовательная школа №1", "Тосненский муниципальный район", 1.0, "Ленинградская область", "+03:00", "https://2gis.com/firm/70000001025251828", "Пн: 08:00-18:00; Вт: 08:00-18:00; Ср: 08:00-18:00; Чт: 08:00-18:00; Пт: 08:00-18:00" },
                    { 491L, "Быкова, 4а", "1-3 этаж", 1L, "Россия", "", "", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.64771 59.932702)"), "188680", "Колтушская средняя общеобразовательная школа им. академика И.П. Павлова", "Всеволожский муниципальный район", null, "Ленинградская область", "+03:00", "https://2gis.com/firm/70000001029173719", "Пн: 08:30-14:05, 14:30-18:30; Вт: 08:30-14:05, 14:30-18:30; Ср: 08:30-14:05, 14:30-18:30; Чт: 08:30-14:05, 14:30-18:30; Пт: 08:30-14:05, 14:30-18:30" },
                    { 492L, "Ново-Гагаринская, 39 к2", "1-4 этаж", 1L, "Россия", "", "Курортный район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (29.962506 60.082946)"), "197701", "Средняя общеобразовательная школа №545 Курортного района", "", 1.0, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552841303776", "Пн: 09:00-18:00; Вт: 09:00-18:00; Ср: 09:00-18:00; Чт: 09:00-18:00; Пт: 09:00-18:00; Сб: 09:00-15:30" },
                    { 493L, "Спортивная улица, 1", "", 1L, "Россия", "школа", "", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.447524 60.110583)"), "188660", "Ламбери", "Всеволожский муниципальный район", null, "Ленинградская область", "+03:00", "https://2gis.com/firm/70000001063192424", "" },
                    { 494L, "Новая улица, 27", "1-2 этаж", 1L, "Россия", "", "Пушкинский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.409616 59.726052)"), "196607", "Детский туберкулезный санаторий Дружба", "", null, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552841588244", "Пн: 09:00-15:00; Вт: 09:00-15:00; Ср: 09:00-15:00; Чт: 09:00-15:00; Пт: 09:00-15:00; Сб: 09:00-14:00" },
                    { 495L, "Кондратьевский проспект, 64 к1", "1 этаж", 1L, "Россия", "частная школа", "Калининский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.395288 59.981092)"), "195271", "Интеллектуал", "", 5.0, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/70000001030137273", "Пн: 09:00-20:00; Вт: 09:00-20:00; Ср: 09:00-20:00; Чт: 09:00-20:00; Пт: 09:00-20:00; Сб: 10:00-13:00" },
                    { 496L, "Ленсоветовский, 19", "", 1L, "Россия", "", "Пушкинский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.467989 59.759668)"), "196627", "Школа №460", "", null, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838714513", "Пн: 08:00-20:00; Вт: 08:00-20:00; Ср: 08:00-20:00; Чт: 08:00-20:00; Пт: 08:00-20:00; Сб: 08:00-15:00" },
                    { 497L, "Школьная, 1 к1", "", 1L, "Россия", "", "", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.205648 60.144694)"), "188655", "Сертоловская средняя общеобразовательная школа №1", "Всеволожский муниципальный район", 5.0, "Ленинградская область", "+03:00", "https://2gis.com/firm/5348552840837545", "Пн: 08:00-21:00; Вт: 08:00-21:00; Ср: 08:00-21:00; Чт: 08:00-21:00; Пт: 08:00-21:00; Сб: 08:00-21:00" },
                    { 498L, "Токарева, 5", "1-3 этаж", 1L, "Россия", "", "Курортный район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (29.956693 60.08739)"), "197706", "Средняя общеобразовательная школа №435 Курортного района", "", null, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838692752", "Пн: 08:00-20:00; Вт: 08:00-20:00; Ср: 08:00-20:00; Чт: 08:00-20:00; Пт: 08:00-20:00" },
                    { 499L, "Павловская, 88 лит А", "1-2 этаж", 1L, "Россия", "", "Колпинский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.566609 59.746392)"), "196650", "Средняя общеобразовательная школа №258 с углубленным изучением физики и химии Колпинского района", "", null, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838686313", "Пн: 09:00-15:35; Вт: 09:00-15:35; Ср: 09:00-15:35; Чт: 09:00-15:35; Пт: 09:00-15:35; Сб: 08:00-16:00" },
                    { 500L, "улица Ждановская, 45", "", 1L, "Россия", "центр образования", "Петроградский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.267284 59.963363)"), "197110", "Аспект", "", null, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/70000001070535687", "Пн: 08:00-18:00; Вт: 08:00-18:00; Ср: 08:00-18:00; Чт: 08:00-18:00; Пт: 08:00-18:00" },
                    { 501L, "Киргетова, 28", "1-3 этаж", 1L, "Россия", "", "", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.129237 59.573095)"), "188300", "Гатчинская Средняя общеобразовательная школа №9 с углубленным изучением отдельных предметов", "Гатчинский муниципальный район", null, "Ленинградская область", "+03:00", "https://2gis.com/firm/5348552839298055", "Пн: 08:00-19:00; Вт: 08:00-19:00; Ср: 08:00-19:00; Чт: 08:00-19:00; Пт: 08:00-19:00; Сб: 08:00-14:00" },
                    { 502L, "улица Савушкина, 134 к4", "1-3 этаж", 1L, "Россия", "", "Приморский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.195731 59.987949)"), "197374", "Олимпийские надежды", "", 5.0, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838731557", "Пн: 08:00-20:00; Вт: 08:00-20:00; Ср: 08:00-20:00; Чт: 08:00-20:00; Пт: 08:00-20:00; Сб: 08:00-20:00; Вс: 08:00-20:00" },
                    { 503L, "переулок Каховского, 2 лит Б", "1-4 этаж", 1L, "Россия", "учебный корпус", "Василеостровский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.242792 59.951498)"), "199155", "Динамо Санкт-Петербург", "", null, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838715153", "Пн: 08:00-20:00; Вт: 08:00-20:00; Ср: 08:00-20:00; Чт: 08:00-20:00; Пт: 08:00-20:00; Сб: 08:00-20:00" },
                    { 504L, "проспект Шаумяна, 44", "1-4 этаж", 1L, "Россия", "", "Красногвардейский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.424697 59.927262)"), "195213", "Школа-интернат №1 им. К.К.Грота", "", 2.2999999999999998, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838721799", "Пн: 10:00-18:00; Вт: 10:00-18:00; Ср: 10:00-18:00; Чт: 10:00-18:00; Пт: 10:00-18:00" },
                    { 505L, "Песочная набережная, 14 лит Б", "1-4 этаж", 1L, "Россия", "", "Петроградский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.29602 59.972909)"), "197136", "Школа-интернат №20 Петроградского района г. Санкт-Петербурга", "", null, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838718789", "Пн: 09:00-18:00; Вт: 09:00-18:00; Ср: 09:00-18:00; Чт: 09:00-18:00; Пт: 09:00-18:00" },
                    { 506L, "Герасимовская, 5", "1-4 этаж", 1L, "Россия", "", "Калининский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.402294 59.982211)"), "195271", "Школа-интернат №28 Санкт-Петербурга", "", 3.0, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838715109", "Пн: 00:00-24:00; Вт: 00:00-24:00; Ср: 00:00-24:00; Чт: 00:00-24:00; Пт: 00:00-22:00" },
                    { 507L, "проспект Энгельса, 4", "", 1L, "Россия", "", "Выборгский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.326373 59.999737)"), "194156", "Школа-интернат №1 Выборгского района", "", null, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838721791", "Пн: 09:00-17:00; Вт: 09:00-17:00; Ср: 09:00-17:00; Чт: 09:00-17:00; Пт: 09:00-17:00" },
                    { 508L, "2-й Муринский проспект, 24", "1-4 этаж", 1L, "Россия", "", "Выборгский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.345734 60.00169)"), "194223", "Школа-интернат № 33 Выборгского района Санкт-Петербурга", "", 5.0, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838719071", "Пн: 09:00-17:00; Вт: 09:00-17:00; Ср: 09:00-17:00; Чт: 09:00-17:00; Пт: 09:00-17:00" },
                    { 509L, "Старцева, 7", "1-3 этаж", 1L, "Россия", "", "Калининский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.387634 59.996834)"), "195220", "Школа-интернат №9 Калининского района", "", 5.0, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838715539", "Пн: 09:00-17:00; Вт: 09:00-17:00; Ср: 09:00-17:00; Чт: 09:00-17:00; Пт: 09:00-17:00" },
                    { 510L, "Трамвайный проспект, 24", "", 1L, "Россия", "", "Кировский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.277625 59.854878)"), "198216", "Школа-Интернат № 2 Кировского района", "", 5.0, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838718942", "Пн: 08:00-19:00; Вт: 08:00-19:00; Ср: 08:00-19:00; Чт: 08:00-19:00; Пт: 08:00-19:00" },
                    { 511L, "проспект Елизарова, 7а", "", 1L, "Россия", "", "Невский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.424725 59.898138)"), "192029", "Школа-интернат №31 Невского района Санкт-Петербурга", "", 2.2999999999999998, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838719120", "Пн: 00:00-24:00; Вт: 00:00-24:00; Ср: 00:00-24:00; Чт: 00:00-24:00; Пт: 00:00-24:00" },
                    { 512L, "улица Турку, 16", "1-3 этаж", 1L, "Россия", "Фрунзенский район", "Фрунзенский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.392576 59.868827)"), "192238", "Школа-интернат №37", "", null, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838718856", "Пн: 09:00-17:00; Вт: 09:00-17:00; Ср: 09:00-17:00; Чт: 09:00-17:00; Пт: 09:00-17:00" },
                    { 513L, "улица Шелгунова, 5а", "1-4 этаж", 1L, "Россия", "", "Невский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.458255 59.867933)"), "192131", "Школа-интернат №18 Невского района Санкт-Петербурга", "", 1.0, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838721817", "Пн: 09:00-13:00, 14:00-18:00; Вт: 09:00-13:00, 14:00-18:00; Ср: 09:00-13:00, 14:00-18:00; Чт: 09:00-13:00, 14:00-18:00; Пт: 09:00-13:00, 14:00-18:00" },
                    { 514L, "Старо-Петергофский проспект, 33 лит Б", "1-4 этаж", 1L, "Россия", "Адмиралтейский район", "Адмиралтейский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.276142 59.905164)"), "190020", "Школа-интернат №2", "", 1.0, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838719220", "Пн: 00:00-24:00; Вт: 00:00-24:00; Ср: 00:00-24:00; Чт: 00:00-24:00; Пт: 00:00-24:00" },
                    { 515L, "Пушкинская, 49", "1-4 этаж", 1L, "Россия", "", "Пушкинский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.414374 59.718099)"), "196601", "Школа-Интернат №16 Пушкинского района Санкт-Петербурга", "", null, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838718779", "Пн: 00:00-24:00; Вт: 00:00-24:00; Ср: 00:00-24:00; Чт: 00:00-24:00; Пт: 00:00-24:00" },
                    { 516L, "проспект КИМа, 24", "1-4 этаж", 1L, "Россия", "Учебно-методический корпус", "Василеостровский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.244066 59.953147)"), "199155", "Динамо Санкт-Петербург", "", null, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552840030367", "Пн: 00:00-24:00; Вт: 00:00-24:00; Ср: 00:00-24:00; Чт: 00:00-24:00; Пт: 00:00-24:00; Сб: 00:00-24:00; Вс: 00:00-24:00" },
                    { 517L, "Сапёрная, 9", "1-3 этаж", 1L, "Россия", "", "Пушкинский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.415616 59.701716)"), "196602", "Школа-Интернат № 67 Пушкинского района Санкт-Петербурга", "", 1.0, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838715096", "Пн: 00:00-24:00; Вт: 00:00-24:00; Ср: 00:00-24:00; Чт: 00:00-24:00; Пт: 00:00-24:00" },
                    { 518L, "Садовая, 51 лит А", "", 1L, "Россия", "Пушкинский район", "Пушкинский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.476794 59.684216)"), "196621", "Школа-интернат №68 г. Санкт-Петербурга", "", null, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838721806", "Пн: 08:30-19:00; Вт: 08:30-19:00; Ср: 08:30-19:00; Чт: 08:30-19:00; Пт: 08:30-19:00" },
                    { 519L, "Южная, 29 лит А", "1-4 этаж", 1L, "Россия", "", "Колпинский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.641197 59.781503)"), "196643", "Школа-интернат №10 Колпинского района Санкт-Петербурга", "", null, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838719132", "Пн: 08:00-17:00; Вт: 08:00-17:00; Ср: 08:00-17:00; Чт: 08:00-17:00; Пт: 08:00-17:00" },
                    { 520L, "переулок Мичурина, 19 лит А", "", 1L, "Россия", "", "Пушкинский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.423989 59.681804)"), "196620", "Школа-интернат №8 Пушкинского района Санкт-Петербурга", "", 4.2999999999999998, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838719199", "Пн: 08:30-19:00; Вт: 08:30-19:00; Ср: 08:30-19:00; Чт: 08:30-19:00; Пт: 08:30-19:00" },
                    { 521L, "проспект Энгельса, 4 лит Б", "", 1L, "Россия", "", "Выборгский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.326293 59.998812)"), "194156", "Школа-интернат №1 Выборгского района", "", null, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552841549713", "Пн: 00:00-24:00; Вт: 00:00-24:00; Ср: 00:00-24:00; Чт: 00:00-24:00; Пт: 00:00-24:00; Сб: 00:00-24:00; Вс: 00:00-24:00" },
                    { 522L, "Воровского, 12", "въезд с ул. Ропшинское шоссе", 1L, "Россия", "", "Петродворцовый район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (29.951896 59.865589)"), "198517", "Дом-интернат для детей-инвалидов и инвалидов с детства с нарушениями умственного развития №1", "", null, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838598657", "Пн: 09:00-13:30, 14:00-17:30; Вт: 09:00-13:30, 14:00-17:30; Ср: 09:00-13:30, 14:00-17:30; Чт: 09:00-13:30, 14:00-17:30; Пт: 09:00-13:30, 14:00-17:30" },
                    { 523L, "Павловское шоссе, 18", "", 1L, "Россия", "", "Пушкинский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.417828 59.706433)"), "196602", "Дом-интернат №5", "", null, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838598663", "Пн: 09:00-17:30; Вт: 09:00-17:30; Ср: 09:00-17:30; Чт: 09:00-17:30; Пт: 09:00-17:30" },
                    { 524L, "Театральная, 15", "", 1L, "Россия", "Красносельский район", "Красносельский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.126067 59.697187)"), "198325", "Школа-интернат №289 с углубленным изучением физической культуры", "", 5.0, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838715141", "Пн: 09:00-17:00; Вт: 09:00-17:00; Ср: 09:00-17:00; Чт: 09:00-17:00; Пт: 09:00-17:00" },
                    { 525L, "Приморское шоссе, 356", "1 этаж", 1L, "Россия", "", "Курортный район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (29.963594 60.112431)"), "197706", "Олимпийский резерв", "", null, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838731500", "Пн: 09:00-18:00; Вт: 09:00-18:00; Ср: 09:00-18:00; Чт: 09:00-18:00; Пт: 09:00-18:00; Сб: 09:00-18:00" },
                    { 526L, "улица Железноводская, 23", "1-4 этаж", 1L, "Россия", "спальный корпус", "Василеостровский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.24189 59.951112)"), "199155", "Динамо Санкт-Петербург", "", null, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/70000001047541145", "" },
                    { 527L, "Заводская, 11", "1 этаж", 1L, "Россия", "", "", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.770374 59.571336)"), "187024", "Новолисинская школа-интернат среднего (полного) общего образования", "Тосненский муниципальный район", 5.0, "Ленинградская область", "+03:00", "https://2gis.com/firm/5348553838511604", "Пн: 08:00-17:00; Вт: 08:00-17:00; Ср: 08:00-17:00; Чт: 08:00-17:00; Пт: 08:00-17:00" },
                    { 528L, "Крылова, 31", "", 1L, "Россия", "", "", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.689995 60.01558)"), "188643", "Всеволожская школа-интернат", "Всеволожский муниципальный район", null, "Ленинградская область", "+03:00", "https://2gis.com/firm/5348552841660459", "Пн: 09:00-21:00; Вт: 09:00-21:00; Ср: 09:00-21:00; Чт: 09:00-21:00; Пт: 09:00-21:00" },
                    { 529L, "Школьная, 14", "", 1L, "Россия", "", "", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.280179 60.107902)"), "188652", "Юкковская специальная школа-интернат", "Всеволожский муниципальный район", null, "Ленинградская область", "+03:00", "https://2gis.com/firm/5348553838507915", "Пн: 09:00-18:00; Вт: 09:00-18:00; Ср: 09:00-18:00; Чт: 09:00-18:00; Пт: 09:00-18:00" },
                    { 530L, "Ленинградский проспект, 22а", "1, 2, 3 этаж", 1L, "Россия", "", "", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.884706 59.810157)"), "187323", "Логос", "Кировский муниципальный район", null, "Ленинградская область", "+03:00", "https://2gis.com/firm/5348552841687165", "Пн: 00:00-24:00; Вт: 00:00-24:00; Ср: 00:00-24:00; Чт: 00:00-24:00; Пт: 00:00-24:00; Сб: 00:00-24:00; Вс: 00:00-24:00" },
                    { 531L, "улица Савушкина, 128 к1", "1 этаж", 1L, "Россия", "отделение велоспорта", "Приморский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.201005 59.98717)"), "197374", "Олимпийские надежды", "", null, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/70000001028423260", "Пн: 17:30-19:00; Вт: 17:30-19:00; Ср: 17:30-19:00; Чт: 17:30-19:00; Пт: 17:30-19:00; Сб: 17:30-19:00; Вс: 17:30-19:00" },
                    { 532L, "Богатырский проспект, 59 к1", "", 1L, "Россия", "", "Приморский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.205257 60.008188)"), "197082", "Олимпийские надежды", "", null, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/70000001080587206", "" },
                    { 533L, "Западная, 6а", "", 1L, "Россия", "", "", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.780764 59.698247)"), "187047", "Никольская школа-интернат, реализующая адаптированные образовательные программы", "Тосненский муниципальный район", null, "Ленинградская область", "+03:00", "https://2gis.com/firm/5348552840850919", "Пн: 09:00-18:00; Вт: 09:00-18:00; Ср: 09:00-18:00; Чт: 09:00-18:00; Пт: 09:00-18:00" },
                    { 534L, "Красная улица, 30", "", 1L, "Россия", "", "", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.09019 59.365218)"), "", "Сиверская школа-интернат", "Гатчинский муниципальный район", null, "Ленинградская область", "+03:00", "https://2gis.com/firm/70000001048159983", "Пн: 09:00-17:00; Вт: 09:00-17:00; Ср: 09:00-17:00; Чт: 09:00-17:00; Пт: 09:00-17:00" },
                    { 535L, "Ленинградский проспект, 22а", "", 1L, "Россия", "школа-интернат", "", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.884706 59.810157)"), "187323", "Логос", "Кировский муниципальный район", null, "Ленинградская область", "+03:00", "https://2gis.com/firm/70000001024749147", "Пн: 09:00-17:00; Вт: 09:00-17:00; Ср: 09:00-17:00; Чт: 09:00-17:00; Пт: 09:00-17:00" },
                    { 536L, "деревня Худанки, 23а", "1-2 этаж", 1L, "Россия", "", "", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (29.32312 59.491604)"), "", "Волосовская школа-интернат", "Волосовский муниципальный район", null, "Ленинградская область", "+03:00", "https://2gis.com/firm/70000001048159953", "Пн: 09:00-18:00; Вт: 09:00-18:00; Ср: 09:00-18:00; Чт: 09:00-18:00; Пт: 09:00-18:00" },
                    { 537L, "Краснофлотская, 24", "", 1L, "Россия", "", "", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.99005 59.87887)"), "187342", "Кировская школа-интернат, реализующая адаптированные образовательные программы", "Кировский муниципальный район", null, "Ленинградская область", "+03:00", "https://2gis.com/firm/5348553838507917", "Пн: 09:00-18:00; Вт: 09:00-18:00; Ср: 09:00-18:00; Чт: 09:00-18:00; Пт: 09:00-18:00" },
                    { 538L, "улица Варшавская, 6 к1", "1 этаж", 1L, "Россия", "прогрессивная частная школа", "Московский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.313759 59.880609)"), "196105", "Смарт Скул", "", null, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/70000001068944350", "Пн: 08:00-19:00; Вт: 08:00-19:00; Ср: 08:00-19:00; Чт: 08:00-19:00; Пт: 08:00-19:00" },
                    { 539L, "Пудожская, 4Б", "1-4 этаж", 1L, "Россия", "начальное отделение", "Петроградский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.292992 59.964319)"), "197110", "Академическая гимназия №56", "", 5.0, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552839957918", "Пн: 08:00-14:10; Вт: 08:00-14:10; Ср: 08:00-14:10; Чт: 08:00-14:10; Пт: 08:00-14:10" },
                    { 540L, "Казанская, 48", "1-4 этаж", 1L, "Россия", "", "Адмиралтейский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.31025 59.928439)"), "190031", "Вторая Санкт-Петербургская Гимназия", "", null, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838624924", "Пн: 09:00-19:00; Вт: 09:00-19:00; Ср: 09:00-19:00; Чт: 09:00-19:00; Пт: 09:00-19:00" },
                    { 541L, "Большая Московская, 10", "1-4 этаж", 1L, "Россия", "", "Центральный район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.347786 59.926099)"), "191002", "Начальная общеобразовательная школа №300 с дошкольным отделением", "", 4.0, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838714627", "Пн: 08:00-20:00; Вт: 08:00-20:00; Ср: 08:00-20:00; Чт: 08:00-20:00; Пт: 08:00-20:00; Сб: 09:00-17:00" },
                    { 542L, "Нарвский проспект, 6", "1-4 этаж", 1L, "Россия", "Адмиралтейского района", "Адмиралтейский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.274727 59.905147)"), "190020", "Начальная общеобразовательная школа №615", "", null, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838674155", "Пн: 08:00-20:00; Вт: 08:00-20:00; Ср: 08:00-20:00; Чт: 08:00-20:00; Пт: 08:00-20:00" },
                    { 543L, "Канареечная, 11", "1-3 этаж", 1L, "Россия", "", "Василеостровский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.247741 59.93196)"), "199106", "Начальная школа-детский сад №36", "", 5.0, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838711719", "Пн: 07:00-19:00; Вт: 07:00-19:00; Ср: 07:00-19:00; Чт: 07:00-19:00; Пт: 07:00-19:00" },
                    { 544L, "проспект Динамо, 14", "1-3 этаж", 1L, "Россия", "", "Петроградский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.274311 59.968487)"), "197110", "Академическая гимназия №56", "", 1.0, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552839957919", "Пн: 09:00-18:00; Вт: 09:00-18:00; Ср: 09:00-18:00; Чт: 09:00-18:00; Пт: 09:00-18:00" },
                    { 545L, "Московский проспект, 96", "", 1L, "Россия", "", "Московский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.319704 59.900776)"), "196084", "Лицей №373", "", null, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838692967", "Пн: 08:00-19:00; Вт: 08:00-19:00; Ср: 08:00-19:00; Чт: 08:00-19:00; Пт: 08:00-19:00" },
                    { 546L, "9-я линия В.О., 6", "1-4 этаж", 1L, "Россия", "", "Василеостровский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.282122 59.936944)"), "199034", "Средняя общеобразовательная школа №27 им. И.А. Бунина с углубленным изучением литературы, истории и иностранных языков, с дошкольным отделением", "", null, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838676667", "Пн: 08:00-19:00; Вт: 08:00-19:00; Ср: 08:00-19:00; Чт: 08:00-19:00; Пт: 08:00-19:00; Сб: 08:00-17:00" },
                    { 547L, "Корякова, 18 лит Б", "", 1L, "Россия", "частная начальная школа", "Выборгский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.309299 60.045245)"), "194356", "Взмах", "", 5.0, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/70000001030218180", "Пн: 10:00-18:00; Вт: 10:00-18:00; Ср: 10:00-18:00; Чт: 10:00-18:00; Пт: 10:00-18:00" },
                    { 548L, "Ковенский переулок, 10а", "1-4 этаж", 1L, "Россия", "", "Центральный район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.357854 59.937571)"), "191014", "Росток", "", 5.0, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838725896", "Пн: 08:30-18:30; Вт: 08:30-18:30; Ср: 08:30-18:30; Чт: 08:30-18:30; Пт: 08:30-18:30" },
                    { 549L, "набережная реки Мойки, 58 к3 лит А", "1-3 этаж", 1L, "Россия", "начальная школа", "Адмиралтейский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.315387 59.931723)"), "190031", "Аспект", "", null, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/70000001074540495", "Пн: 08:00-19:00; Вт: 08:00-19:00; Ср: 08:00-19:00; Чт: 08:00-19:00; Пт: 08:00-19:00" },
                    { 550L, "21-я линия В.О., 16 к3", "1-2 этаж", 1L, "Россия", "начальная школа-детский сад", "Василеостровский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.261075 59.936863)"), "199106", "Человечек", "", null, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838706870", "Пн: 08:00-20:00; Вт: 08:00-20:00; Ср: 08:00-20:00; Чт: 08:00-20:00; Пт: 08:00-20:00" },
                    { 551L, "Ленинский проспект, 92 к2", "1-2 этаж", 1L, "Россия", "", "Красносельский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.21249 59.85555)"), "198332", "Талант", "", 5.0, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838718318", "Пн: 07:00-19:00; Вт: 07:00-19:00; Ср: 07:00-19:00; Чт: 07:00-19:00; Пт: 07:00-19:00" },
                    { 552L, "проспект КИМа, 28 лит Б", "", 1L, "Россия", "", "Василеостровский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.241182 59.953608)"), "199155", "Тесла Кидс", "", null, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/70000001078308566", "Пн: 10:00-19:00; Вт: 10:00-19:00; Ср: 10:00-19:00; Чт: 10:00-19:00; Пт: 10:00-19:00; Сб: 10:00-19:00; Вс: 10:00-19:00" },
                    { 553L, "улица Нахимова, 7 к1", "1 этаж", 1L, "Россия", "", "Василеостровский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.221731 59.942389)"), "199397", "Хорошая школа", "", 5.0, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/70000001044468479", "Пн: 08:30-19:00; Вт: 08:30-19:00; Ср: 08:30-19:00; Чт: 08:30-19:00; Пт: 08:30-19:00" },
                    { 554L, "Константиновский проспект, 14-16", "1-3 этаж", 1L, "Россия", "", "Петроградский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.271151 59.971816)"), "197110", "Академическая гимназия №56", "", null, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/70000001025543587", "Пн: 08:00-20:00; Вт: 08:00-20:00; Ср: 08:00-20:00; Чт: 08:00-20:00; Пт: 08:00-20:00" },
                    { 555L, "проспект Космонавтов, 40 к2", "1-2 этаж", 1L, "Россия", "", "Московский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.355326 59.854634)"), "196244", "Прогимназия №698 Московского района Санкт-Петербурга Пансион", "", 1.0, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838654946", "Пн: 08:00-20:00; Вт: 08:00-20:00; Ср: 08:00-20:00; Чт: 08:00-20:00; Пт: 08:00-20:00" },
                    { 556L, "проспект Маршала Жукова, 37 к4", "1-2 этаж", 1L, "Россия", "", "Красносельский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.219222 59.856487)"), "198332", "Талант", "", null, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838718317", "Пн: 07:00-19:00; Вт: 07:00-19:00; Ср: 07:00-19:00; Чт: 07:00-19:00; Пт: 07:00-19:00" },
                    { 557L, "проспект Пятилеток, 6 к2", "1-2 этаж", 1L, "Россия", "Невский район", "Невский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.460639 59.920775)"), "193318", "Начальная школа №689", "", null, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838718356", "Пн: 08:30-19:00; Вт: 08:30-19:00; Ср: 08:30-19:00; Чт: 08:30-19:00; Пт: 08:30-19:00" },
                    { 558L, "улица Долгоозёрная, 11 к2", "1-2 этаж", 1L, "Россия", "", "Приморский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.248204 60.015292)"), "197372", "Начальная школа-детский сад №696", "", 3.0, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838656032", "Пн: 07:00-19:00; Вт: 07:00-19:00; Ср: 07:00-19:00; Чт: 07:00-19:00; Пт: 07:00-19:00" },
                    { 559L, "Профессора Попова, 6Б", "1-2 этаж", 1L, "Россия", "", "Петроградский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.313336 59.970756)"), "197022", "Гимназия №70", "", 5.0, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838655501", "Пн: 08:00-19:00; Вт: 08:00-19:00; Ср: 08:00-19:00; Чт: 08:00-19:00; Пт: 08:00-19:00" },
                    { 560L, "Светлановский проспект, 49 к2", "", 1L, "Россия", "", "Выборгский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.3595 60.014478)"), "194064", "Санкт-Петербургская международная академическая школа", "", 5.0, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/70000001040360833", "Пн: 08:00-20:00; Вт: 08:00-20:00; Ср: 08:00-20:00; Чт: 08:00-20:00; Пт: 08:00-20:00" },
                    { 561L, "Маршала Новикова, 1 к2", "1-2 этаж", 1L, "Россия", "г. Санкт-Петербург", "Приморский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.26884 60.008649)"), "197349", "Детский сад №53", "", 5.0, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838656100", "Пн: 07:00-19:00; Вт: 07:00-19:00; Ср: 07:00-19:00; Чт: 07:00-19:00; Пт: 07:00-19:00" },
                    { 562L, "улица Оптиков, 37 ст1", "3 этаж", 1L, "Россия", "", "Приморский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.212233 60.001402)"), "197082", "Моя Семейная Школа", "", null, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/70000001045224647", "Пн: 09:00-19:00; Вт: 09:00-19:00; Ср: 09:00-19:00; Чт: 09:00-19:00; Пт: 09:00-19:00; Сб: 10:00-15:00" },
                    { 563L, "Свердловская набережная, 58 лит А", "1 этаж", 1L, "Россия", "детский обучающий центр", "Красногвардейский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.406773 59.956502)"), "195027", "Volchok", "", 5.0, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/70000001030798888", "Пн: 08:00-19:00; Вт: 08:00-19:00; Ср: 08:00-19:00; Чт: 08:00-19:00; Пт: 08:00-19:00" },
                    { 564L, "Областная, 7", "2 этаж", 1L, "Россия", "детский центр", "", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.511698 59.918026)"), "188691", "Школа добрых волшебников", "Всеволожский муниципальный район", 5.0, "Ленинградская область", "+03:00", "https://2gis.com/firm/70000001064323428", "Пн: 09:00-20:00; Вт: 09:00-20:00; Ср: 09:00-20:00; Чт: 09:00-20:00; Пт: 09:00-20:00; Сб: 09:00-16:00" },
                    { 565L, "Ивана Фомина, 7 к4 лит А", "1-2 этаж", 1L, "Россия", "", "Выборгский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.349157 60.047963)"), "194295", "Прогимназия №130 Выборгского Района", "", null, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838727647", "Пн: 07:00-19:00; Вт: 07:00-19:00; Ср: 07:00-19:00; Чт: 07:00-19:00; Пт: 07:00-19:00" },
                    { 566L, "Сиреневый бульвар, 7 к3", "", 1L, "Россия", "дошкольное отделение", "Выборгский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.351943 60.052351)"), "194352", "Прогимназия №677 Выборгского района Санкт-Петербурга", "", null, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552841763185", "Пн: 07:00-19:00; Вт: 07:00-19:00; Ср: 07:00-19:00; Чт: 07:00-19:00; Пт: 07:00-19:00" },
                    { 567L, "Крестовский проспект, 22", "1-2 этаж", 1L, "Россия", "международная английская частная школа", "Петроградский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.26006 59.966825)"), "197110", "International School of Saint-Petersburg Insight", "", null, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552840571587", "Пн: 08:00-19:00; Вт: 08:00-19:00; Ср: 08:00-19:00; Чт: 08:00-19:00; Пт: 08:00-19:00" },
                    { 568L, "Сиреневый бульвар, 7 к2", "", 1L, "Россия", "начальная школа", "Выборгский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.353464 60.052632)"), "194352", "Прогимназия №677 Выборгского района Санкт-Петербурга", "", 1.0, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838653490", "Пн: 08:00-19:00; Вт: 08:00-19:00; Ср: 08:00-19:00; Чт: 08:00-19:00; Пт: 08:00-19:00" },
                    { 569L, "Туристская улица, 30 к2", "1 этаж", 1L, "Россия", "школа", "Приморский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.207315 60.004898)"), "197082", "Конфетти", "", null, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/70000001059757205", "Пн: 08:00-19:00; Вт: 08:00-19:00; Ср: 08:00-19:00; Чт: 08:00-19:00; Пт: 08:00-19:00; Сб: 08:00-19:00; Вс: 08:00-19:00" },
                    { 570L, "Большой Сампсониевский проспект, 84", "", 1L, "Россия", "", "Выборгский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.334091 59.985556)"), "194100", "Тесла Кидс", "", null, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/70000001076388698", "Пн: 10:00-19:00; Вт: 10:00-19:00; Ср: 10:00-19:00; Чт: 10:00-19:00; Пт: 10:00-19:00" },
                    { 571L, "Переведенская, 8 ст1", "1 этаж", 1L, "Россия", "начальная школа", "Пушкинский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.370006 59.756344)"), "196605", "Бирюза", "", null, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/70000001061152238", "Пн: 08:00-22:00; Вт: 08:00-22:00; Ср: 08:00-22:00; Чт: 08:00-22:00; Пт: 08:00-22:00; Сб: 10:00-22:00; Вс: 10:00-22:00" },
                    { 572L, "Екатерининский проспект, 2 лит А", "1 этаж", 1L, "Россия", "", "Красногвардейский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.437148 59.978646)"), "195067", "Тесла Кидс", "", null, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/70000001076388392", "Пн: 10:00-19:00; Вт: 10:00-19:00; Ср: 10:00-19:00; Чт: 10:00-19:00; Пт: 10:00-19:00" },
                    { 573L, "Генерала Кныша, 7а", "1-3 этаж", 1L, "Россия", "г. Гатчина", "", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.091255 59.561135)"), "188309", "Гатчинская начальная общеобразовательная школа №5", "Гатчинский муниципальный район", 5.0, "Ленинградская область", "+03:00", "https://2gis.com/firm/5348552839617793", "Пн: 08:00-18:00; Вт: 08:00-18:00; Ср: 08:00-18:00; Чт: 08:00-18:00; Пт: 08:00-18:00" },
                    { 574L, "Ленинградская, 53", "", 1L, "Россия", "Курортный район", "Курортный район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.166873 60.120529)"), "197758", "Начальная общеобразовательная школа №437", "", null, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838692759", "Пн: 08:00-18:00; Вт: 08:00-18:00; Ср: 08:00-18:00; Чт: 08:00-18:00; Пт: 08:00-18:00" },
                    { 575L, "улица Ушинского, 2 к1", "1 этаж; напротив парка", 1L, "Россия", "детский учебный центр", "Калининский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.400625 60.02877)"), "195267", "Арвимика", "", 5.0, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/70000001063969916", "Пн: 12:30-20:30; Вт: 12:30-20:30; Ср: 12:30-20:30; Чт: 12:30-20:30; Пт: 12:30-20:30; Сб: 10:00-18:00" },
                    { 576L, "Лиственная, 4", "1-2 этаж", 1L, "Россия", "школа", "Курортный район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (29.946944 60.094432)"), "197706", "Курорт", "", null, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/70000001049703906", "Пн: 08:30-19:00; Вт: 08:30-19:00; Ср: 08:30-19:00; Чт: 08:30-19:00; Пт: 08:30-19:00" },
                    { 577L, "Афонская улица, 5", "3 этаж", 1L, "Россия", "", "Приморский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.305061 60.017848)"), "197341", "Первый частный Шуваловский детский сад", "", null, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/70000001029423634", "Пн: 08:00-20:00; Вт: 08:00-20:00; Ср: 08:00-20:00; Чт: 08:00-20:00; Пт: 08:00-20:00" },
                    { 578L, "Дружбы, 43а", "", 1L, "Россия", "спортивно-развивающий центр", "", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.626321 60.005524)"), "188641", "Супер Дети", "Всеволожский муниципальный район", null, "Ленинградская область", "+03:00", "https://2gis.com/firm/70000001019937672", "Пн: 08:00-21:00; Вт: 08:00-21:00; Ср: 08:00-21:00; Чт: 08:00-21:00; Пт: 08:00-21:00; Сб: 09:00-15:00" },
                    { 579L, "Светлая, 1", "1 этаж", 1L, "Россия", "международная частная школа", "", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.510625 60.122877)"), "188663", "Gems school", "Всеволожский муниципальный район", 5.0, "Ленинградская область", "+03:00", "https://2gis.com/firm/70000001047151863", "Пн: 08:30-18:00; Вт: 08:30-18:00; Ср: 08:30-18:00; Чт: 08:30-18:00; Пт: 08:30-18:00" },
                    { 580L, "Центральная, 1", "", 1L, "Россия", "", "", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.553524 60.278756)"), "188657", "Токсовский центр образования им. Петрова В.Я.", "Всеволожский муниципальный район", null, "Ленинградская область", "+03:00", "https://2gis.com/firm/70000001021879799", "Пн: 09:00-15:00; Вт: 09:00-15:00; Ср: 09:00-15:00; Чт: 09:00-15:00; Пт: 09:00-15:00" }
                });
        }

        /// <inheritdoc />
        protected override void Down(MigrationBuilder migrationBuilder)
        {
            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 3L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 4L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 5L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 6L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 7L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 8L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 9L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 10L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 11L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 12L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 13L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 14L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 15L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 16L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 17L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 18L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 19L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 20L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 21L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 22L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 23L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 24L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 25L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 26L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 27L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 28L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 29L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 30L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 31L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 32L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 33L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 34L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 35L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 36L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 37L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 38L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 39L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 40L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 41L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 42L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 43L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 44L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 45L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 46L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 47L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 48L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 49L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 50L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 51L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 52L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 53L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 54L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 55L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 56L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 57L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 58L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 59L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 60L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 61L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 62L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 63L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 64L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 65L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 66L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 67L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 68L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 69L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 70L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 71L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 72L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 73L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 74L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 75L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 76L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 77L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 78L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 79L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 80L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 81L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 82L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 83L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 84L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 85L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 86L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 87L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 88L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 89L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 90L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 91L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 92L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 93L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 94L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 95L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 96L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 97L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 98L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 99L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 100L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 101L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 102L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 103L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 104L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 105L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 106L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 107L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 108L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 109L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 110L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 111L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 112L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 113L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 114L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 115L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 116L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 117L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 118L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 119L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 120L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 121L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 122L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 123L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 124L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 125L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 126L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 127L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 128L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 129L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 130L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 131L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 132L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 133L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 134L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 135L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 136L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 137L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 138L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 139L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 140L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 141L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 142L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 143L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 144L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 145L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 146L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 147L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 148L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 149L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 150L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 151L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 152L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 153L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 154L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 155L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 156L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 157L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 158L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 159L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 160L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 161L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 162L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 163L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 164L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 165L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 166L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 167L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 168L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 169L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 170L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 171L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 172L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 173L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 174L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 175L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 176L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 177L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 178L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 179L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 180L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 181L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 182L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 183L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 184L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 185L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 186L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 187L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 188L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 189L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 190L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 191L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 192L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 193L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 194L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 195L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 196L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 197L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 198L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 199L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 200L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 201L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 202L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 203L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 204L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 205L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 206L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 207L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 208L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 209L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 210L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 211L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 212L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 213L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 214L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 215L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 216L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 217L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 218L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 219L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 220L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 221L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 222L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 223L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 224L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 225L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 226L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 227L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 228L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 229L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 230L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 231L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 232L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 233L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 234L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 235L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 236L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 237L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 238L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 239L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 240L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 241L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 242L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 243L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 244L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 245L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 246L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 247L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 248L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 249L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 250L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 251L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 252L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 253L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 254L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 255L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 256L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 257L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 258L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 259L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 260L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 261L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 262L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 263L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 264L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 265L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 266L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 267L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 268L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 269L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 270L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 271L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 272L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 273L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 274L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 275L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 276L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 277L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 278L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 279L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 280L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 281L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 282L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 283L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 284L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 285L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 286L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 287L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 288L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 289L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 290L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 291L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 292L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 293L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 294L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 295L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 296L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 297L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 298L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 299L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 300L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 301L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 302L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 303L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 304L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 305L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 306L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 307L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 308L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 309L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 310L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 311L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 312L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 313L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 314L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 315L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 316L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 317L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 318L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 319L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 320L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 321L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 322L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 323L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 324L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 325L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 326L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 327L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 328L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 329L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 330L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 331L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 332L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 333L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 334L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 335L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 336L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 337L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 338L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 339L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 340L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 341L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 342L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 343L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 344L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 345L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 346L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 347L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 348L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 349L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 350L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 351L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 352L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 353L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 354L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 355L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 356L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 357L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 358L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 359L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 360L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 361L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 362L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 363L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 364L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 365L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 366L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 367L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 368L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 369L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 370L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 371L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 372L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 373L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 374L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 375L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 376L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 377L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 378L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 379L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 380L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 381L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 382L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 383L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 384L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 385L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 386L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 387L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 388L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 389L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 390L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 391L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 392L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 393L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 394L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 395L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 396L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 397L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 398L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 399L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 400L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 401L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 402L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 403L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 404L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 405L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 406L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 407L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 408L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 409L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 410L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 411L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 412L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 413L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 414L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 415L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 416L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 417L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 418L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 419L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 420L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 421L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 422L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 423L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 424L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 425L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 426L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 427L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 428L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 429L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 430L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 431L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 432L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 433L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 434L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 435L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 436L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 437L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 438L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 439L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 440L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 441L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 442L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 443L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 444L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 445L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 446L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 447L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 448L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 449L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 450L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 451L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 452L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 453L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 454L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 455L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 456L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 457L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 458L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 459L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 460L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 461L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 462L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 463L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 464L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 465L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 466L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 467L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 468L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 469L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 470L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 471L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 472L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 473L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 474L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 475L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 476L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 477L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 478L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 479L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 480L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 481L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 482L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 483L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 484L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 485L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 486L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 487L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 488L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 489L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 490L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 491L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 492L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 493L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 494L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 495L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 496L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 497L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 498L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 499L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 500L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 501L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 502L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 503L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 504L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 505L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 506L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 507L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 508L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 509L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 510L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 511L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 512L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 513L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 514L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 515L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 516L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 517L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 518L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 519L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 520L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 521L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 522L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 523L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 524L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 525L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 526L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 527L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 528L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 529L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 530L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 531L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 532L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 533L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 534L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 535L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 536L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 537L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 538L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 539L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 540L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 541L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 542L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 543L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 544L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 545L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 546L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 547L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 548L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 549L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 550L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 551L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 552L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 553L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 554L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 555L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 556L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 557L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 558L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 559L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 560L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 561L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 562L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 563L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 564L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 565L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 566L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 567L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 568L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 569L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 570L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 571L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 572L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 573L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 574L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 575L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 576L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 577L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 578L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 579L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "schools",
                keyColumn: "id",
                keyValue: 580L);
        }
    }
}
