using Microsoft.EntityFrameworkCore.Migrations;
using NetTopologySuite.Geometries;

#nullable disable

#pragma warning disable CA1814 // Prefer jagged arrays over multidimensional

namespace Database.Migrations
{
    /// <inheritdoc />
    public partial class SeedVets : Migration
    {
        /// <inheritdoc />
        protected override void Up(MigrationBuilder migrationBuilder)
        {
            migrationBuilder.InsertData(
                schema: "geo_data",
                table: "organizations",
                columns: new[] { "id", "address", "address_comment", "city_id", "country", "description", "district", "location", "mail_index", "name", "okrug", "rating", "region", "timezone", "two_gis_url", "type", "working_hours" },
                values: new object[,]
                {
                    { 2257L, "улица Турку, 11 к2", "1 этаж", 1L, "Россия", "", "Фрунзенский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.380228 59.865871)"), "192071", "Городской ветеринарный лечебно-диагностический центр №1", "", 4.7000000000000002, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348553838586979", 2, "Пн: 00:00-24:00; Вт: 00:00-24:00; Ср: 00:00-24:00; Чт: 00:00-24:00; Пт: 00:00-24:00; Сб: 00:00-24:00; Вс: 00:00-24:00" },
                    { 2258L, "проспект Испытателей, 13", "2 этаж", 1L, "Россия", "ветеринарная клиника", "Приморский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.289744 60.005299)"), "197341", "Честер", "", 4.7999999999999998, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/70000001046950948", 2, "Пн: 00:00-24:00; Вт: 00:00-24:00; Ср: 00:00-24:00; Чт: 00:00-24:00; Пт: 00:00-24:00; Сб: 00:00-24:00; Вс: 00:00-24:00" },
                    { 2259L, "Кондратьевский проспект, 66 к1", "1 этаж", 1L, "Россия", "сеть ветеринарных центров", "Калининский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.396085 59.981831)"), "195271", "Ситивет", "", 4.7000000000000002, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838744322", 2, "Пн: 00:00-24:00; Вт: 00:00-24:00; Ср: 00:00-24:00; Чт: 00:00-24:00; Пт: 00:00-24:00; Сб: 00:00-24:00; Вс: 00:00-24:00" },
                    { 2260L, "улица Веденеева, 12 к4", "1 этаж", 1L, "Россия", "ветеринарный центр", "Калининский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.377202 60.019344)"), "195427", "Ветус", "", 4.4000000000000004, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838743583", 2, "Пн: 00:00-09:00, 10:00-24:00; Вт: 00:00-09:00, 10:00-24:00; Ср: 00:00-09:00, 10:00-24:00; Чт: 00:00-09:00, 10:00-24:00; Пт: 00:00-09:00, 10:00-24:00; Сб: 00:00-09:00, 10:00-24:00; Вс: 00:00-09:00, 10:00-24:00" },
                    { 2261L, "Минеральная, 32", "1-4 этаж", 1L, "Россия", "ветеринарный многопрофильный центр", "Калининский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.364787 59.963781)"), "195009", "Прайд", "", 4.0, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/70000001035432817", 2, "Пн: 00:00-24:00; Вт: 00:00-24:00; Ср: 00:00-24:00; Чт: 00:00-24:00; Пт: 00:00-24:00; Сб: 00:00-24:00; Вс: 00:00-24:00" },
                    { 2262L, "Арцеуловская аллея, 23 к2 ст1", "1 этаж", 1L, "Россия", "", "Приморский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.222358 60.041643)"), "197350", "СофиВет", "", 4.0999999999999996, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/70000001053120838", 2, "Пн: 10:00-22:00; Вт: 10:00-22:00; Ср: 10:00-22:00; Чт: 10:00-22:00; Пт: 10:00-22:00; Сб: 10:00-22:00; Вс: 10:00-22:00" },
                    { 2263L, "улица Репищева, 13 к1", "1, 2 этаж", 1L, "Россия", "", "Приморский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.284035 60.023356)"), "197375", "Ветеринарная клиника доктора Сотникова", "", 4.2999999999999998, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838611279", 2, "Пн: 00:00-24:00; Вт: 00:00-24:00; Ср: 00:00-24:00; Чт: 00:00-24:00; Пт: 00:00-24:00; Сб: 00:00-24:00; Вс: 00:00-24:00" },
                    { 2264L, "улица Кораблестроителей, 31 к1", "1 этаж", 1L, "Россия", "ветеринарная клиника", "Василеостровский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.220769 59.953741)"), "199058", "ЛайфВет", "", 4.7000000000000002, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/70000001020513754", 2, "Пн: 00:00-24:00; Вт: 00:00-24:00; Ср: 00:00-24:00; Чт: 00:00-24:00; Пт: 00:00-24:00; Сб: 00:00-24:00; Вс: 00:00-24:00" },
                    { 2265L, "улица Бухарестская, 118 к3", "1 этаж", 1L, "Россия", "ветеринарная клиника-зоомагазин", "Фрунзенский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.407234 59.847672)"), "192288", "Вета", "", 4.7000000000000002, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/70000001025257297", 2, "Пн: 10:00-21:00; Вт: 10:00-21:00; Ср: 10:00-21:00; Чт: 10:00-21:00; Пт: 10:00-21:00; Сб: 10:00-21:00; Вс: 10:00-21:00" },
                    { 2266L, "проспект Непокорённых, 16", "1 этаж", 1L, "Россия", "ветеринарная клиника", "Калининский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.383666 59.996079)"), "195220", "Велес", "", 4.0999999999999996, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/70000001041467063", 2, "Пн: 00:00-24:00; Вт: 00:00-24:00; Ср: 00:00-24:00; Чт: 00:00-24:00; Пт: 00:00-24:00; Сб: 00:00-24:00; Вс: 00:00-24:00" },
                    { 2267L, "Ленинский проспект, 106 к3", "2 этаж", 1L, "Россия", "ветеринарная клиника", "Кировский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.230214 59.852522)"), "198303", "Ветеринарная служба №1", "", 4.4000000000000004, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838601477", 2, "Пн: 00:00-24:00; Вт: 00:00-24:00; Ср: 00:00-24:00; Чт: 00:00-24:00; Пт: 00:00-24:00; Сб: 00:00-24:00; Вс: 00:00-24:00" },
                    { 2268L, "Кременчугская улица, 19 к3", "1 этаж", 1L, "Россия", "ветеринарная клиника", "Центральный район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.370022 59.919384)"), "191167", "Косточка", "", 4.0999999999999996, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/70000001045896478", 2, "Пн: 10:00-21:00; Вт: 10:00-21:00; Ср: 10:00-21:00; Чт: 10:00-21:00; Пт: 10:00-21:00; Сб: 10:00-21:00; Вс: 10:00-21:00" },
                    { 2269L, "Туристская улица, 22 лит А", "1 этаж", 1L, "Россия", "ветеринарная клиника", "Приморский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.207445 59.999104)"), "197345", "Ленвет", "", 4.4000000000000004, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/70000001017471176", 2, "Пн: 10:00-22:00; Вт: 10:00-22:00; Ср: 10:00-22:00; Чт: 10:00-22:00; Пт: 10:00-22:00; Сб: 10:00-22:00; Вс: 10:00-22:00" },
                    { 2270L, "Малая Митрофаньевская, 5 к1", "1 этаж", 1L, "Россия", "ветеринарный центр", "Адмиралтейский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.307432 59.89788)"), "196084", "Red Вет", "", 4.7000000000000002, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/70000001074586674", 2, "Пн: 10:00-21:00; Вт: 10:00-21:00; Ср: 10:00-21:00; Чт: 10:00-21:00; Пт: 10:00-21:00; Сб: 10:00-21:00; Вс: 10:00-21:00" },
                    { 2271L, "проспект Художников, 11", "цокольный этаж", 1L, "Россия", "ветеринарный центр", "Выборгский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.346133 60.036094)"), "194295", "АльтерВет", "", 3.2000000000000002, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552840109118", 2, "Пн: 00:00-24:00; Вт: 00:00-24:00; Ср: 00:00-24:00; Чт: 00:00-24:00; Пт: 00:00-24:00; Сб: 00:00-24:00; Вс: 00:00-24:00" },
                    { 2272L, "Московский проспект, 224Б", "цокольный этаж", 1L, "Россия", "ветеринарная клиника", "Московский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.324258 59.844784)"), "196066", "Ника", "", 4.5, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/70000001019834806", 2, "Пн: 00:00-24:00; Вт: 00:00-24:00; Ср: 00:00-24:00; Чт: 00:00-24:00; Пт: 00:00-24:00; Сб: 00:00-24:00; Вс: 00:00-24:00" },
                    { 2273L, "улица Кораблестроителей, 30", "", 1L, "Россия", "ветеринарная клиника", "Василеостровский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.211869 59.953038)"), "199058", "РЫЖИЙ ПЁС", "", 4.7999999999999998, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552839943852", 2, "Пн: 10:00-21:00; Вт: 10:00-21:00; Ср: 10:00-21:00; Чт: 10:00-21:00; Пт: 10:00-21:00; Сб: 10:00-21:00; Вс: 10:00-21:00" },
                    { 2274L, "Шуваловский проспект, 74 к1", "1Н помещение; 1 этаж", 1L, "Россия", "городской ветеринарный центр", "Приморский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.197429 60.0052)"), "197082", "Лахта", "", 4.5, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/70000001029695480", 2, "Пн: 10:00-22:00; Вт: 10:00-22:00; Ср: 10:00-22:00; Чт: 10:00-22:00; Пт: 10:00-22:00; Сб: 10:00-22:00; Вс: 10:00-22:00" },
                    { 2275L, "улица Дыбенко, 8 к3 ст1", "2 этаж", 1L, "Россия", "ветеринарная клиника", "Невский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.455724 59.90077)"), "193230", "Свой Доктор", "", 4.2999999999999998, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/70000001063887591", 2, "Пн: 00:00-24:00; Вт: 00:00-24:00; Ср: 00:00-24:00; Чт: 00:00-24:00; Пт: 00:00-24:00; Сб: 00:00-24:00; Вс: 00:00-24:00" },
                    { 2276L, "Большеохтинский проспект, 16 к1", "цокольный этаж", 1L, "Россия", "ветеринарная клиника", "Красногвардейский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.409646 59.956043)"), "195027", "Хвост", "", 5.0, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/70000001068156649", 2, "Пн: 10:00-20:00; Вт: 10:00-20:00; Ср: 10:00-20:00; Чт: 10:00-20:00; Пт: 10:00-20:00; Сб: 10:00-20:00; Вс: 10:00-20:00" },
                    { 2277L, "Парфёновская, 7 к1 ст1", "1 этаж", 1L, "Россия", "ветеринарный центр", "Адмиралтейский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.310846 59.903375)"), "196084", "Дори", "", 4.7000000000000002, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/70000001067374521", 2, "Пн: 10:00-21:00; Вт: 10:00-21:00; Ср: 10:00-21:00; Чт: 10:00-21:00; Пт: 10:00-21:00; Сб: 10:00-21:00; Вс: 10:00-21:00" },
                    { 2278L, "улица Заречная, 37 лит А", "41-Н помещение; 2 этаж", 1L, "Россия", "ветеринарная клиника", "Выборгский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.337927 60.081821)"), "194363", "Белый лис", "", 4.7999999999999998, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/70000001056561978", 2, "Пн: 10:00-20:00; Вт: 10:00-20:00; Ср: 10:00-20:00; Чт: 10:00-20:00; Пт: 10:00-20:00; Сб: 10:00-20:00; Вс: 10:00-20:00" },
                    { 2279L, "Московский проспект, 125", "", 1L, "Россия", "ветклиника", "Московский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.31839 59.886885)"), "196006", "Барсель", "", 4.5999999999999996, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/70000001064893149", 2, "Пн: 10:00-22:00; Вт: 10:00-22:00; Ср: 10:00-22:00; Чт: 10:00-22:00; Пт: 10:00-22:00; Сб: 10:00-22:00; Вс: 10:00-22:00" },
                    { 2280L, "Транспортный переулок, 1", "цокольный этаж", 1L, "Россия", "ветеринарная клиника", "", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.395988 59.621688)"), "188320", "Кузя и Ко", "Гатчинский муниципальный район", 5.0, "Ленинградская область", "+03:00", "https://2gis.com/firm/5348552840786919", 2, "Вт: 10:00-19:00; Ср: 10:00-19:00; Чт: 10:00-19:00; Пт: 10:00-19:00; Сб: 10:00-17:00" },
                    { 2281L, "Жерновская 2-я, 46", "1 этаж", 1L, "Россия", "", "Красногвардейский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.491094 59.963598)"), "195043", "Санкт-Петербургская Горветстанция", "", 3.5, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838747348", 2, "Пн: 00:00-24:00; Вт: 00:00-24:00; Ср: 00:00-24:00; Чт: 00:00-24:00; Пт: 00:00-24:00; Сб: 00:00-24:00; Вс: 00:00-24:00" },
                    { 2282L, "переулок Мичурина, 9", "1 этаж", 1L, "Россия", "Павловская ветеринарная лечебница", "Пушкинский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.428087 59.682342)"), "196620", "Санкт-Петербургская Горветстанция", "", 4.2999999999999998, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838791880", 2, "Пн: 09:00-21:00; Вт: 09:00-21:00; Ср: 09:00-21:00; Чт: 09:00-21:00; Пт: 09:00-21:00; Сб: 09:00-21:00; Вс: 09:00-21:00" },
                    { 2283L, "улица Бухарестская, 122 к2", "2 этаж", 1L, "Россия", "", "Фрунзенский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.408563 59.844949)"), "192288", "Ветеринарная клиника доктора Сотникова", "", 3.6000000000000001, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/70000001033056503", 2, "Пн: 00:00-24:00; Вт: 00:00-24:00; Ср: 00:00-24:00; Чт: 00:00-24:00; Пт: 00:00-24:00; Сб: 00:00-24:00; Вс: 00:00-24:00" },
                    { 2284L, "Архитектора Данини, 5 лит А", "43Н помещение; цокольный этаж", 1L, "Россия", "ветеринарная клиника", "Пушкинский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.418561 59.695344)"), "196602", "Эйс Вентура", "", 4.0999999999999996, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/70000001037083370", 2, "Пн: 09:00-21:00; Вт: 09:00-21:00; Ср: 09:00-21:00; Чт: 09:00-21:00; Пт: 09:00-21:00; Сб: 09:00-21:00; Вс: 09:00-21:00" },
                    { 2285L, "Львовская, 10", "1-2 этаж", 1L, "Россия", "многопрофильный ветеринарный центр", "Красногвардейский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.418569 59.971861)"), "195176", "ДваСердца", "", 3.2000000000000002, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/70000001046122214", 2, "Пн: 00:00-24:00; Вт: 00:00-24:00; Ср: 00:00-24:00; Чт: 00:00-24:00; Пт: 00:00-24:00; Сб: 00:00-24:00; Вс: 00:00-24:00" },
                    { 2286L, "улица Московская, 10", "1 этаж", 1L, "Россия", "ветеринарная клиника", "Пушкинский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.401864 59.721326)"), "196601", "Нева-Вет", "", 4.7999999999999998, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/70000001006567757", 2, "Пн: 10:00-21:00; Вт: 10:00-21:00; Ср: 10:00-21:00; Чт: 10:00-21:00; Пт: 10:00-21:00; Сб: 10:00-21:00; Вс: 10:00-21:00" },
                    { 2287L, "улица Салова, 16", "1 этаж", 1L, "Россия", "Фрунзенский район", "Фрунзенский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.36573 59.898899)"), "192102", "Санкт-Петербургская Горветстанция", "", 3.7999999999999998, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838771946", 2, "Пн: 09:00-13:00, 14:00-21:00; Вт: 09:00-13:00, 14:00-21:00; Ср: 09:00-13:00, 14:00-21:00; Чт: 09:00-13:00, 14:00-21:00; Пт: 09:00-13:00, 14:00-21:00; Сб: 09:00-13:00, 14:00-21:00; Вс: 09:00-13:00, 14:00-21:00" },
                    { 2288L, "Леонтьевская, 42", "цокольный этаж", 1L, "Россия", "зооветцентр", "Пушкинский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.407597 59.723273)"), "196607", "Манул", "", 4.7000000000000002, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552839814807", 2, "Пн: 10:00-22:00; Вт: 10:00-22:00; Ср: 10:00-22:00; Чт: 10:00-22:00; Пт: 10:00-22:00; Сб: 10:00-22:00; Вс: 10:00-22:00" },
                    { 2289L, "Сетевая, 13/7в", "1 этаж", 1L, "Россия", "ветеринарная клиника", "Пушкинский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.454196 59.730997)"), "196608", "АмикаВет", "", 4.2999999999999998, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/70000001055323324", 2, "Пн: 00:00-24:00; Вт: 00:00-24:00; Ср: 00:00-24:00; Чт: 00:00-24:00; Пт: 00:00-24:00; Сб: 00:00-24:00; Вс: 00:00-24:00" },
                    { 2290L, "Васенко, 3 к3", "1 этаж", 1L, "Россия", "Калининский район", "Калининский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.390168 59.969221)"), "195197", "Санкт-Петербургская Горветстанция", "", 3.1000000000000001, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838747817", 2, "Пн: 09:00-21:00; Вт: 09:00-21:00; Ср: 09:00-21:00; Чт: 09:00-21:00; Пт: 09:00-21:00; Сб: 09:00-21:00; Вс: 09:00-21:00" },
                    { 2291L, "Пулковская, 11 к1", "1, 2 этаж", 1L, "Россия", "ветеринарная клиника", "Московский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.348858 59.838033)"), "196158", "Вега", "", 3.2000000000000002, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348553838626149", 2, "Пн: 00:00-24:00; Вт: 00:00-24:00; Ср: 00:00-24:00; Чт: 00:00-24:00; Пт: 00:00-24:00; Сб: 00:00-24:00; Вс: 00:00-24:00" },
                    { 2292L, "Дунайский проспект, 31 к1 лит А", "1 этаж", 1L, "Россия", "ветеринарная клиника", "Фрунзенский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.383996 59.835015)"), "192281", "Соввет", "", 4.4000000000000004, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/70000001020415422", 2, "Пн: 10:00-20:00; Вт: 10:00-20:00; Ср: 10:00-20:00; Чт: 10:00-20:00; Пт: 10:00-20:00; Сб: 10:00-20:00; Вс: 10:00-20:00" },
                    { 2293L, "Альпийский переулок, 29", "1 этаж", 1L, "Россия", "ветеринарный центр", "Фрунзенский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.38366 59.853576)"), "192286", "Котонай", "", 4.4000000000000004, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/70000001026932333", 2, "Пн: 00:00-24:00; Вт: 00:00-24:00; Ср: 00:00-24:00; Чт: 00:00-24:00; Пт: 00:00-24:00; Сб: 00:00-24:00; Вс: 00:00-24:00" },
                    { 2294L, "Среднерогатская, 12 к1 ст1", "1 этаж", 1L, "Россия", "ветеринарная клиника", "Московский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.337275 59.824535)"), "196158", "Рога вет", "", 4.2000000000000002, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/70000001044221177", 2, "Пн: 10:00-21:00; Вт: 10:00-21:00; Ср: 10:00-21:00; Чт: 10:00-21:00; Пт: 10:00-21:00; Сб: 10:00-21:00; Вс: 10:00-21:00" },
                    { 2295L, "Костюшко, 38", "2 этаж", 1L, "Россия", "ветеринарный центр", "Московский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.305551 59.847186)"), "196240", "Котонай", "", 4.2000000000000002, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348553838643476", 2, "Пн: 00:00-24:00; Вт: 00:00-24:00; Ср: 00:00-24:00; Чт: 00:00-24:00; Пт: 00:00-24:00; Сб: 00:00-24:00; Вс: 00:00-24:00" },
                    { 2296L, "проспект Народного Ополчения, 19", "1 этаж", 1L, "Россия", "", "Кировский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.279745 59.848793)"), "198216", "Ветеринарная клиника доктора Сотникова", "", 3.5, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/70000001050205805", 2, "Пн: 00:00-24:00; Вт: 00:00-24:00; Ср: 00:00-24:00; Чт: 00:00-24:00; Пт: 00:00-24:00; Сб: 00:00-24:00; Вс: 00:00-24:00" },
                    { 2297L, "улица Типанова, 23 к2 ст1", "1 этаж", 1L, "Россия", "ветеринарная клиника", "Московский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.342983 59.853455)"), "196135", "Артис", "", 5.0, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/70000001063441780", 2, "Пн: 00:00-24:00; Вт: 00:00-24:00; Ср: 00:00-24:00; Чт: 00:00-24:00; Пт: 00:00-24:00; Сб: 00:00-24:00; Вс: 00:00-24:00" },
                    { 2298L, "Московский проспект, 206 к1", "цокольный этаж", 1L, "Россия", "ветеринарная клиника", "Московский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.322434 59.856517)"), "196066", "Перспектива-вет", "", 3.6000000000000001, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/70000001007011545", 2, "Пн: 00:00-24:00; Вт: 00:00-24:00; Ср: 00:00-24:00; Чт: 00:00-24:00; Пт: 00:00-24:00; Сб: 00:00-24:00; Вс: 00:00-24:00" },
                    { 2299L, "Витебский проспект, 85 к3 лит А", "цокольный этаж", 1L, "Россия", "многопрофильная ветеринарная клиника", "Московский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.368918 59.838192)"), "196233", "Ваш доктор", "", 4.5, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552840374539", 2, "Пн: 10:00-23:00; Вт: 08:00-21:00; Ср: 10:00-23:00; Чт: 08:00-21:00; Пт: 10:00-23:00; Сб: 08:00-21:00; Вс: 10:00-21:00" },
                    { 2300L, "Пулковская, 2 к1", "1 этаж", 1L, "Россия", "", "Московский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.351133 59.841957)"), "196142", "Городская ветеринарная клиника", "", 3.2000000000000002, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/70000001018463898", 2, "Пн: 10:00-22:00; Вт: 10:00-22:00; Ср: 10:00-22:00; Чт: 10:00-22:00; Пт: 10:00-22:00; Сб: 10:00-22:00; Вс: 10:00-22:00" },
                    { 2301L, "улица Варшавская, 108", "цокольный этаж", 1L, "Россия", "ветеринарная клиника", "Московский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.315456 59.84968)"), "196066", "Domvet", "", 3.7999999999999998, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838775499", 2, "Пн: 09:00-22:00; Вт: 09:00-22:00; Ср: 09:00-22:00; Чт: 09:00-22:00; Пт: 09:00-22:00; Сб: 09:00-22:00; Вс: 09:00-22:00" },
                    { 2302L, "Пулковское шоссе, 22 к3", "1 этаж", 1L, "Россия", "ветеринарная клиника", "Московский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.326992 59.826928)"), "196158", "Медея", "", 3.2000000000000002, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/70000001025795666", 2, "Пн: 10:00-21:00; Вт: 10:00-21:00; Ср: 10:00-21:00; Чт: 10:00-21:00; Пт: 10:00-21:00; Сб: 10:00-21:00; Вс: 10:00-21:00" },
                    { 2303L, "Витебский проспект, 41 к1", "цокольный этаж", 1L, "Россия", "ветеринарный центр", "Московский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.35987 59.855637)"), "196244", "Ягуар", "", 2.8999999999999999, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/70000001024949304", 2, "Пн: 00:00-24:00; Вт: 00:00-24:00; Ср: 00:00-24:00; Чт: 00:00-24:00; Пт: 00:00-24:00; Сб: 00:00-24:00; Вс: 00:00-24:00" },
                    { 2304L, "Новоизмайловский проспект, 33", "1 этаж", 1L, "Россия", "ветеринарный центр", "Московский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.30351 59.860985)"), "196247", "Вирион", "", 3.7999999999999998, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838711369", 2, "Пн: 09:00-21:00; Вт: 09:00-21:00; Ср: 09:00-21:00; Чт: 09:00-21:00; Пт: 09:00-21:00; Сб: 09:00-21:00; Вс: 09:00-21:00" },
                    { 2305L, "улица Маршала Казакова, 1 к1 лит В", "2 этаж", 1L, "Россия", "ветеринарный центр офтальмологии", "Кировский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.248067 59.860304)"), "198302", "Окулюс", "", 3.2999999999999998, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838791502", 2, "Пн: 10:00-21:00; Вт: 10:00-21:00; Ср: 10:00-21:00; Чт: 10:00-21:00; Пт: 10:00-21:00; Сб: 10:00-21:00; Вс: 10:00-21:00" },
                    { 2306L, "улица Благодатная, 16 к2", "1 этаж", 1L, "Россия", "ветеринарная стоматология", "Московский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.314397 59.876394)"), "196105", "ЭнималДент", "", 4.7000000000000002, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/70000001045492077", 2, "Вт: 11:00-18:00; Ср: 11:00-18:00; Чт: 11:00-18:00; Пт: 11:00-18:00; Сб: 11:00-18:00; Вс: 11:00-18:00" },
                    { 2307L, "улица Швецова, 47", "1 этаж", 1L, "Россия", "Кировский район", "Кировский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.292472 59.897503)"), "198095", "Санкт-Петербургская Горветстанция", "", 2.7999999999999998, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838770591", 2, "Пн: 09:00-21:00; Вт: 09:00-21:00; Ср: 09:00-21:00; Чт: 09:00-21:00; Пт: 09:00-21:00; Сб: 09:00-21:00; Вс: 09:00-21:00" },
                    { 2308L, "Новоизмайловский проспект, 81 к2", "1 этаж", 1L, "Россия", "ветеринарная клиника", "Московский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.30379 59.855637)"), "196247", "Виветум", "", 3.6000000000000001, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/70000001035967638", 2, "Пн: 11:00-20:00; Вт: 11:00-20:00; Ср: 11:00-20:00; Чт: 11:00-20:00; Пт: 11:00-20:00; Сб: 11:00-20:00; Вс: 11:00-20:00" },
                    { 2309L, "улица Типанова, 40", "", 1L, "Россия", "ветеринарная офтальмологическая клиника", "Московский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.361894 59.852621)"), "196233", "Реком", "", null, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/70000001079643662", 2, "Пн: 10:00-21:00; Вт: 10:00-21:00; Ср: 10:00-21:00; Чт: 10:00-21:00; Пт: 10:00-21:00; Сб: 10:00-21:00; Вс: 10:00-21:00" },
                    { 2310L, "улица Маршала Казакова, 1 к1 лит Г", "1 этаж", 1L, "Россия", "ветеринарная клиника", "Кировский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.247848 59.860257)"), "198302", "Друг", "", 4.5, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838755719", 2, "Пн: 10:00-20:00; Вт: 10:00-20:00; Ср: 10:00-20:00; Чт: 10:00-20:00; Пт: 10:00-20:00; Сб: 10:00-19:00; Вс: 10:00-19:00" },
                    { 2311L, "улица Маршала Казакова, 1 к1 лит В", "2 этаж", 1L, "Россия", "ветеринарная клиника", "Кировский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.248067 59.860304)"), "198302", "Вега", "", 4.2000000000000002, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/70000001041583261", 2, "Пн: 00:00-24:00; Вт: 00:00-24:00; Ср: 00:00-24:00; Чт: 00:00-24:00; Пт: 00:00-24:00; Сб: 00:00-24:00; Вс: 00:00-24:00" },
                    { 2312L, "Ленинский проспект, 84 к2", "1 этаж", 1L, "Россия", "", "Красносельский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.199774 59.859491)"), "198332", "Ветеринарная клиника доктора Ефимова А.Н.", "", 2.7000000000000002, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552841239090", 2, "Пн: 10:00-20:00; Вт: 10:00-20:00; Ср: 10:00-20:00; Чт: 10:00-20:00; Пт: 10:00-20:00; Сб: 10:00-18:00; Вс: 10:00-18:00" },
                    { 2313L, "проспект Маршала Жукова, 60 к1 лит В", "1 этаж", 1L, "Россия", "", "Кировский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.20464 59.837908)"), "198261", "Ветеринарная клиника Зоо", "", 3.7999999999999998, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838752120", 2, "Пн: 00:00-24:00; Вт: 00:00-24:00; Ср: 00:00-24:00; Чт: 00:00-24:00; Пт: 00:00-24:00; Сб: 00:00-24:00; Вс: 00:00-24:00" },
                    { 2314L, "проспект Ветеранов, 114 к1", "1 этаж", 1L, "Россия", "", "Кировский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.197999 59.832446)"), "198261", "Ветеринарный центр доктора Базылевского А.А.", "", 4.9000000000000004, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/70000001029097543", 2, "Пн: 09:00-21:00; Вт: 09:00-21:00; Ср: 09:00-21:00; Чт: 09:00-21:00; Пт: 09:00-21:00; Сб: 09:00-21:00; Вс: 09:00-21:00" },
                    { 2315L, "Коломенская, 45", "1, 2 этаж", 1L, "Россия", "Центральный район", "Центральный район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.348912 59.920625)"), "191119", "Санкт-Петербургская Горветстанция", "", 3.7999999999999998, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348553838530150", 2, "Пн: 09:00-21:00; Вт: 09:00-21:00; Ср: 09:00-21:00; Чт: 09:00-21:00; Пт: 09:00-21:00; Сб: 09:00-21:00; Вс: 09:00-21:00" },
                    { 2316L, "Зверинская, 2", "1 этаж", 1L, "Россия", "зоомагазин рептилий", "Петроградский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.29289 59.953512)"), "197198", "Пантерик", "", 5.0, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/70000001057829207", 2, "Пн: 11:00-22:00; Вт: 11:00-22:00; Ср: 11:00-22:00; Чт: 11:00-22:00; Пт: 11:00-22:00; Сб: 11:00-22:00; Вс: 11:00-22:00" },
                    { 2317L, "улица Маршала Казакова, 78 к1", "1 этаж", 1L, "Россия", "ветеринарная клиника", "Красносельский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.166949 59.867699)"), "198335", "ВетЭра", "", 2.6000000000000001, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/70000001027126268", 2, "Пн: 10:00-21:00; Вт: 10:00-21:00; Ср: 10:00-21:00; Чт: 10:00-21:00; Пт: 10:00-21:00; Сб: 10:00-21:00; Вс: 10:00-21:00" },
                    { 2318L, "Чекистов, 28", "1 этаж", 1L, "Россия", "ветеринарный центр", "Красносельский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.163011 59.843521)"), "198329", "Докавет", "", 4.0, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348553838535849", 2, "Пн: 09:00-21:00; Вт: 09:00-21:00; Ср: 09:00-21:00; Чт: 09:00-21:00; Пт: 09:00-21:00; Сб: 09:00-21:00; Вс: 09:00-21:00" },
                    { 2319L, "проспект Космонавтов, 38/4", "2 этаж", 1L, "Россия", "ветеринарная клиника", "Московский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.35231 59.855664)"), "196244", "Ветлэнд", "", 4.7000000000000002, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/70000001042942067", 2, "Пн: 10:00-21:00; Вт: 10:00-21:00; Ср: 10:00-21:00; Чт: 10:00-21:00; Пт: 10:00-21:00; Сб: 10:00-21:00; Вс: 10:00-21:00" },
                    { 2320L, "Петергофское шоссе, 3 к1 лит В", "1 этаж", 1L, "Россия", "", "Красносельский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.205616 59.847493)"), "198330", "Ветеринарный центр доктора Костикова В.В.", "", 1.0, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/70000001055619503", 2, "Пн: 10:00-20:00; Вт: 10:00-20:00; Ср: 10:00-20:00; Чт: 10:00-20:00; Пт: 10:00-20:00; Сб: 10:00-20:00; Вс: 10:00-20:00" },
                    { 2321L, "проспект Стачек, 37", "1 этаж", 1L, "Россия", "", "Кировский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.268891 59.888004)"), "198097", "Петербургская ветеринарная клиника", "", 4.4000000000000004, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/70000001029534916", 2, "Пн: 10:00-21:00; Вт: 10:00-21:00; Ср: 10:00-21:00; Чт: 10:00-21:00; Пт: 10:00-21:00; Сб: 10:00-21:00; Вс: 10:00-21:00" },
                    { 2322L, "бульвар Новаторов, 28", "1 этаж", 1L, "Россия", "ветеринарная клиника", "Кировский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.271829 59.848152)"), "198216", "Котёнок Гав", "", 2.6000000000000001, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838611629", 2, "Пн: 10:00-20:00; Вт: 10:00-20:00; Ср: 10:00-20:00; Чт: 10:00-20:00; Пт: 10:00-20:00; Сб: 10:00-20:00; Вс: 10:00-20:00" },
                    { 2323L, "проспект Ветеранов, 166", "1 этаж", 1L, "Россия", "ветеринарный центр", "Красносельский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.141877 59.834963)"), "198264", "Пульс", "", 5.0, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/70000001065362108", 2, "Пн: 10:00-21:00; Вт: 10:00-21:00; Ср: 10:00-21:00; Чт: 10:00-21:00; Пт: 10:00-21:00; Сб: 10:00-21:00; Вс: 10:00-21:00" },
                    { 2324L, "проспект Юрия Гагарина, 42", "1 этаж", 1L, "Россия", "ветеринарный центр", "Московский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.339966 59.840974)"), "196158", "Элвет", "", 3.7999999999999998, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838722112", 2, "Пн: 00:00-19:45, 20:15-24:00; Вт: 00:00-19:45, 20:15-24:00; Ср: 00:00-19:45, 20:15-24:00; Чт: 00:00-19:45, 20:15-24:00; Пт: 00:00-19:45, 20:15-24:00; Сб: 00:00-19:45, 20:15-24:00; Вс: 00:00-19:45, 20:15-24:00" },
                    { 2325L, "17-я линия В.О., 56", "1 этаж", 1L, "Россия", "Василеостровский район", "Василеостровский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.259597 59.944426)"), "199178", "Санкт-Петербургская Горветстанция", "", 3.7000000000000002, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838750788", 2, "Пн: 09:00-21:00; Вт: 09:00-21:00; Ср: 09:00-21:00; Чт: 09:00-21:00; Пт: 09:00-21:00; Сб: 09:00-21:00; Вс: 09:00-21:00" },
                    { 2326L, "Ораниенбаумская, 3 к1", "1-2 этаж", 1L, "Россия", "ветеринарный центр", "Петроградский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.300636 59.960049)"), "197198", "Институт ветеринарной биологии", "", 3.6000000000000001, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552841668916", 2, "Пн: 00:00-24:00; Вт: 00:00-24:00; Ср: 00:00-24:00; Чт: 00:00-24:00; Пт: 00:00-24:00; Сб: 00:00-24:00; Вс: 00:00-24:00" },
                    { 2327L, "проспект Обуховской Обороны, 68", "2 этаж", 1L, "Россия", "", "Невский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.427155 59.901172)"), "192029", "Невская ветеринарная лечебница", "", 3.0, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838770556", 2, "Пн: 09:00-21:00; Вт: 09:00-21:00; Ср: 09:00-21:00; Чт: 09:00-21:00; Пт: 09:00-21:00; Сб: 09:00-21:00; Вс: 09:00-21:00" },
                    { 2328L, "Ленинградская, 7", "1 этаж", 1L, "Россия", "ветеринарная клиника", "", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.512891 59.91414)"), "188691", "Мими", "Всеволожский муниципальный район", 4.0999999999999996, "Ленинградская область", "+03:00", "https://2gis.com/firm/70000001025548920", 2, "Пн: 10:00-22:00; Вт: 10:00-22:00; Ср: 10:00-22:00; Чт: 10:00-22:00; Пт: 10:00-22:00; Сб: 10:00-22:00; Вс: 10:00-22:00" },
                    { 2329L, "улица Коллонтай, 11 к1", "1-2 этаж", 1L, "Россия", "ветеринарная клиника", "Невский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.455042 59.915014)"), "193313", "ДокВет", "", 3.1000000000000001, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838594551", 2, "Пн: 00:00-24:00; Вт: 00:00-24:00; Ср: 00:00-24:00; Чт: 00:00-24:00; Пт: 00:00-24:00; Сб: 00:00-24:00; Вс: 00:00-24:00" },
                    { 2330L, "Дальневосточный проспект, 12 к2", "1 этаж", 1L, "Россия", "ветеринарная клиника", "Невский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.44051 59.914118)"), "193318", "Косточка", "", 3.7000000000000002, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/70000001040661726", 2, "Пн: 10:00-21:00; Вт: 10:00-21:00; Ср: 10:00-21:00; Чт: 10:00-21:00; Пт: 10:00-21:00; Сб: 10:00-21:00; Вс: 10:00-21:00" },
                    { 2331L, "Дальневосточный проспект, 57 к1", "2 этаж", 1L, "Россия", "ветеринарный центр", "Невский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.467818 59.883288)"), "193079", "Элвет", "", 4.7000000000000002, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838722110", 2, "Пн: 00:00-24:00; Вт: 00:00-24:00; Ср: 00:00-24:00; Чт: 00:00-24:00; Пт: 00:00-24:00; Сб: 00:00-24:00; Вс: 00:00-24:00" },
                    { 2332L, "Искровский проспект, 12", "2 этаж", 1L, "Россия", "ветеринарный центр", "Невский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.463532 59.910903)"), "193313", "Радан", "", 3.7999999999999998, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552840002178", 2, "Пн: 00:00-24:00; Вт: 00:00-24:00; Ср: 00:00-24:00; Чт: 00:00-24:00; Пт: 00:00-24:00; Сб: 00:00-24:00; Вс: 00:00-24:00" },
                    { 2333L, "улица Бухарестская, 112", "", 1L, "Россия", "", "Фрунзенский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.403447 59.849736)"), "192288", "Ветеринарный кабинет", "", null, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/70000001078434908", 2, "Пн: 16:00-20:00; Вт: 16:00-20:00; Ср: 16:00-20:00; Чт: 16:00-20:00; Пт: 16:00-20:00; Сб: 13:00-16:30" },
                    { 2334L, "Загребский бульвар, 9", "1 этаж", 1L, "Россия", "", "Фрунзенский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.396476 59.844977)"), "192284", "Ветеринарный центр", "", 4.7999999999999998, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/70000001047822607", 2, "Пн: 11:00-20:00; Вт: 11:00-20:00; Ср: 11:00-20:00; Чт: 11:00-20:00; Пт: 11:00-20:00; Сб: 11:00-20:00" },
                    { 2335L, "проспект Энгельса, 154 лит А", "1 этаж", 1L, "Россия", "", "Выборгский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.33304 60.059637)"), "194358", "Ветеринарная клиника им. Айвэна Филлмора", "", 3.7000000000000002, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838747697", 2, "Пн: 00:00-24:00; Вт: 00:00-24:00; Ср: 00:00-24:00; Чт: 00:00-24:00; Пт: 00:00-24:00; Сб: 00:00-24:00; Вс: 00:00-24:00" },
                    { 2336L, "Александра Матросова, 20 к2", "1 этаж", 1L, "Россия", "ветклиника", "Выборгский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.347931 59.983533)"), "194100", "Барсель", "", 4.5, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/70000001032624791", 2, "Пн: 10:00-22:00; Вт: 10:00-22:00; Ср: 10:00-22:00; Чт: 10:00-22:00; Пт: 10:00-22:00; Сб: 10:00-22:00; Вс: 10:00-22:00" },
                    { 2337L, "Шлиссельбургский проспект, 17", "1 этаж", 1L, "Россия", "ветеринарная клиника", "Невский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.494241 59.839365)"), "192177", "Вега", "", 3.2000000000000002, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552840006448", 2, "Пн: 00:00-24:00; Вт: 00:00-24:00; Ср: 00:00-24:00; Чт: 00:00-24:00; Пт: 00:00-24:00; Сб: 00:00-24:00; Вс: 00:00-24:00" },
                    { 2338L, "Ленинский проспект, 98", "1 этаж; синий козырёк", 1L, "Россия", "ветеринарный многопрофильный центр", "Красносельский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.218125 59.853609)"), "198332", "Прайд", "", 3.6000000000000001, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/70000001064909913", 2, "Пн: 00:00-24:00; Вт: 00:00-24:00; Ср: 00:00-24:00; Чт: 00:00-24:00; Пт: 00:00-24:00; Сб: 00:00-24:00; Вс: 00:00-24:00" },
                    { 2339L, "Будапештская, 11 лит В", "1 этаж", 1L, "Россия", "ветеринарный центр", "Фрунзенский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.367574 59.868232)"), "192242", "Дори", "", 4.7000000000000002, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/70000001063271847", 2, "Пн: 10:00-21:00; Вт: 10:00-21:00; Ср: 10:00-21:00; Чт: 10:00-21:00; Пт: 10:00-21:00; Сб: 10:00-21:00; Вс: 10:00-21:00" },
                    { 2340L, "Зверинская, 13", "1 этаж; вход с ул. переулок Нестерова", 1L, "Россия", "ветеринарная клиника", "Петроградский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.296633 59.952851)"), "197198", "ВераВет", "", 4.5, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/70000001020174340", 2, "Пн: 10:00-21:00; Вт: 10:00-21:00; Ср: 10:00-21:00; Чт: 10:00-21:00; Пт: 10:00-21:00; Сб: 10:00-21:00; Вс: 10:00-21:00" },
                    { 2341L, "Большой проспект П.С., 10 лит Б", "1 этаж", 1L, "Россия", "ветклиника", "Петроградский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.292018 59.954386)"), "197198", "Барсель", "", 4.5, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/70000001042685797", 2, "Пн: 10:00-22:00; Вт: 10:00-22:00; Ср: 10:00-22:00; Чт: 10:00-22:00; Пт: 10:00-22:00; Сб: 10:00-22:00; Вс: 10:00-22:00" },
                    { 2342L, "Павловское шоссе, 101", "", 1L, "Россия", "", "Пушкинский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.428582 59.69427)"), "196602", "Ветеринарная клиника доктора Сотникова", "", 4.7000000000000002, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/70000001077199674", 2, "Пн: 00:00-24:00; Вт: 00:00-24:00; Ср: 00:00-24:00; Чт: 00:00-24:00; Пт: 00:00-24:00; Сб: 00:00-24:00; Вс: 00:00-24:00" },
                    { 2343L, "проспект Большевиков, 6 к2", "цокольный этаж", 1L, "Россия", "ветеринарная клиника", "Невский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.476608 59.916674)"), "193231", "Вега", "", 2.3999999999999999, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838746546", 2, "Пн: 00:00-24:00; Вт: 00:00-24:00; Ср: 00:00-24:00; Чт: 00:00-24:00; Пт: 00:00-24:00; Сб: 00:00-24:00; Вс: 00:00-24:00" },
                    { 2344L, "проспект Большевиков, 9 к1", "1 этаж", 1L, "Россия", "ветеринарный кабинет", "Невский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.474809 59.91417)"), "193313", "Petshop.ru", "", 5.0, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/70000001051551726", 2, "Пн: 09:00-22:00; Вт: 09:00-22:00; Ср: 09:00-22:00; Чт: 09:00-22:00; Пт: 09:00-22:00; Сб: 09:00-22:00; Вс: 09:00-22:00" },
                    { 2345L, "проспект Большевиков, 33 к1", "2 этаж", 1L, "Россия", "", "Невский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.490226 59.895474)"), "193232", "Ветеринарная клиника", "", 3.5, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348553838722801", 2, "Пн: 10:00-21:00; Вт: 10:00-21:00; Ср: 10:00-21:00; Чт: 10:00-21:00; Пт: 10:00-21:00; Сб: 10:00-20:00; Вс: 11:00-18:00" },
                    { 2346L, "проспект Косыгина, 24 к2", "1 этаж", 1L, "Россия", "ветеринарная клиника", "Красногвардейский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.481986 59.945727)"), "195298", "Евроветсервис", "", 4.4000000000000004, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/70000001020397302", 2, "Пн: 09:00-22:00; Вт: 09:00-22:00; Ср: 09:00-22:00; Чт: 09:00-22:00; Пт: 09:00-22:00; Сб: 09:00-22:00; Вс: 09:00-22:00" },
                    { 2347L, "улица Бухарестская, 43", "2 этаж", 1L, "Россия", "", "Фрунзенский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.389098 59.860445)"), "192071", "Городская ветеринарная клиника", "", null, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/70000001077478054", 2, "Пн: 10:00-21:00; Вт: 10:00-21:00; Ср: 10:00-21:00; Чт: 10:00-21:00; Пт: 10:00-21:00; Сб: 10:00-21:00; Вс: 10:00-21:00" },
                    { 2348L, "Разъезжая, 43", "цокольный этаж", 1L, "Россия", "ветеринарная клиника", "Центральный район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.352736 59.921479)"), "191119", "Лаки Вет", "", 4.7000000000000002, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/70000001039984324", 2, "Пн: 10:00-21:00; Вт: 10:00-21:00; Ср: 10:00-21:00; Чт: 10:00-21:00; Пт: 10:00-21:00; Сб: 10:00-21:00; Вс: 10:00-21:00" },
                    { 2349L, "улица Варшавская, 23 к1", "цокольный этаж", 1L, "Россия", "ветеринарная клиника", "Московский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.311702 59.871281)"), "196128", "Барс", "", 4.0, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838753344", 2, "Пн: 10:00-22:00; Вт: 10:00-22:00; Ср: 10:00-22:00; Чт: 10:00-22:00; Пт: 10:00-22:00; Сб: 10:00-22:00; Вс: 10:00-22:00" },
                    { 2350L, "Заводская улица, 15 ст1", "1 этаж", 1L, "Россия", "ветеринарная клиника", "Невский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.544766 59.831172)"), "192077", "Innvet", "", 3.5, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/70000001041199196", 2, "Пн: 10:00-22:00; Вт: 10:00-22:00; Ср: 10:00-22:00; Чт: 10:00-22:00; Пт: 10:00-22:00; Сб: 10:00-22:00; Вс: 10:00-22:00" },
                    { 2351L, "Зеленогорская, 16Б", "1 этаж", 1L, "Россия", "Выборгский район", "Выборгский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.322325 60.001751)"), "194156", "Санкт-Петербургская Горветстанция", "", 3.0, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838771460", 2, "Пн: 09:00-21:00; Вт: 09:00-21:00; Ср: 09:00-21:00; Чт: 09:00-21:00; Пт: 09:00-21:00; Сб: 09:00-21:00; Вс: 09:00-21:00" },
                    { 2352L, "Белы Куна, 16 лит В", "цокольный этаж", 1L, "Россия", "ветеринарный центр", "Фрунзенский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.38341 59.873785)"), "192238", "Векта", "", 3.2999999999999998, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838796796", 2, "Пн: 10:00-20:00; Вт: 10:00-20:00; Ср: 10:00-20:00; Чт: 10:00-20:00; Пт: 10:00-20:00; Сб: 10:00-20:00; Вс: 10:00-20:00" },
                    { 2353L, "Новгородский проспект, 3 ст5", "2 этаж", 1L, "Россия", "ветеринарный центр", "Пушкинский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.365598 59.811692)"), "196624", "Котонай", "", 5.0, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/70000001075220593", 2, "Пн: 00:00-24:00; Вт: 00:00-24:00; Ср: 00:00-24:00; Чт: 00:00-24:00; Пт: 00:00-24:00; Сб: 00:00-24:00; Вс: 00:00-24:00" },
                    { 2354L, "Прибрежная, 4", "1 этаж", 1L, "Россия", "ветеринарная клиника", "Невский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.511072 59.837047)"), "192076", "Зверье мое", "", 3.3999999999999999, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/70000001006208098", 2, "Пн: 10:00-20:00; Вт: 10:00-20:00; Ср: 10:00-20:00; Чт: 10:00-20:00; Пт: 10:00-20:00; Сб: 10:00-20:00; Вс: 10:00-20:00" },
                    { 2355L, "Будапештская, 87 к3", "1 этаж", 1L, "Россия", "ветеринарная клиника", "Фрунзенский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.400166 59.834102)"), "192283", "Индиго", "", 4.0999999999999996, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/70000001040784138", 2, "Пн: 10:00-21:00; Вт: 10:00-21:00; Ср: 10:00-21:00; Чт: 10:00-21:00; Пт: 10:00-21:00; Сб: 10:00-21:00; Вс: 10:00-21:00" },
                    { 2356L, "улица Зайцева, 3а", "1 этаж", 1L, "Россия", "ветеринарная клиника", "Кировский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.262045 59.869895)"), "198096", "ВетСеть", "", 4.0, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838726124", 2, "Пн: 00:00-24:00; Вт: 00:00-24:00; Ср: 00:00-24:00; Чт: 00:00-24:00; Пт: 00:00-24:00; Сб: 00:00-24:00; Вс: 00:00-24:00" },
                    { 2357L, "улица Ушинского, 5 к1 лит Б", "1 этаж", 1L, "Россия", "сеть ветеринарных центров", "Калининский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.405937 60.028558)"), "195267", "Ситивет", "", 4.0999999999999996, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838743450", 2, "Пн: 00:00-24:00; Вт: 00:00-24:00; Ср: 00:00-24:00; Чт: 00:00-24:00; Пт: 00:00-24:00; Сб: 00:00-24:00; Вс: 00:00-24:00" },
                    { 2358L, "улица Шувалова, 10/18", "1 этаж", 1L, "Россия", "ветеринарная клиника", "", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.427249 60.054266)"), "188677", "ВетСеть", "Всеволожский муниципальный район", 3.6000000000000001, "Ленинградская область", "+03:00", "https://2gis.com/firm/70000001031669568", 2, "Пн: 00:00-09:30, 10:00-24:00; Вт: 00:00-09:30, 10:00-24:00; Ср: 00:00-09:30, 10:00-24:00; Чт: 00:00-09:30, 10:00-24:00; Пт: 00:00-09:30, 10:00-24:00; Сб: 00:00-09:30, 10:00-24:00; Вс: 00:00-09:30, 10:00-24:00" },
                    { 2359L, "Лёни Голикова, 27", "1 этаж", 1L, "Россия", "ветеринарный центр", "Кировский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.230309 59.844031)"), "198262", "Дядя Федор", "", 4.7000000000000002, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/70000001059094247", 2, "Пн: 10:00-21:30; Вт: 10:00-21:30; Ср: 10:00-21:30; Чт: 10:00-21:30; Пт: 10:00-21:30; Сб: 10:00-21:30; Вс: 10:00-21:30" },
                    { 2360L, "улица Маршала Захарова, 20", "2 этаж; домофон 3", 1L, "Россия", "ветеринарный центр", "Красносельский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.179328 59.857668)"), "198328", "Котонай", "", 4.5, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348553838643463", 2, "Пн: 00:00-24:00; Вт: 00:00-24:00; Ср: 00:00-24:00; Чт: 00:00-24:00; Пт: 00:00-24:00; Сб: 00:00-24:00; Вс: 00:00-24:00" },
                    { 2361L, "4-я Советская улица, 23", "цокольный этаж", 1L, "Россия", "ветеринарная клиника", "Центральный район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.370337 59.93311)"), "191036", "Мишель", "", 4.5999999999999996, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/70000001043226153", 2, "Пн: 00:00-24:00; Вт: 00:00-24:00; Ср: 00:00-24:00; Чт: 00:00-24:00; Пт: 00:00-24:00; Сб: 00:00-24:00; Вс: 00:00-24:00" },
                    { 2362L, "Московский проспект, 136 лит А2", "1 этаж", 1L, "Россия", "", "Московский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.321452 59.887269)"), "196006", "Ветеринарный центр доктора Костикова В.В.", "", 3.3999999999999999, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838703599", 2, "Пн: 10:00-20:00; Вт: 10:00-20:00; Ср: 10:00-20:00; Чт: 10:00-20:00; Пт: 10:00-20:00; Сб: 10:00-20:00; Вс: 10:00-20:00" },
                    { 2363L, "улица Дыбенко, 13 к1", "1 этаж", 1L, "Россия", "ветеринарный центр", "Невский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.465163 59.901169)"), "193230", "Вирион", "", 4.2000000000000002, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552840002337", 2, "Пн: 09:00-21:00; Вт: 09:00-21:00; Ср: 09:00-21:00; Чт: 09:00-21:00; Пт: 09:00-21:00; Сб: 09:00-21:00; Вс: 09:00-21:00" },
                    { 2364L, "7-я Советская улица, 42 лит П", "1 этаж", 1L, "Россия", "", "Центральный район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.377241 59.934772)"), "191144", "Городская ветеринарная клиника", "", 3.2999999999999998, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/70000001025469504", 2, "Пн: 10:00-22:00; Вт: 10:00-22:00; Ср: 10:00-22:00; Чт: 10:00-22:00; Пт: 10:00-22:00; Сб: 10:00-22:00; Вс: 10:00-22:00" },
                    { 2365L, "Центральная, 54 к2", "1 этаж", 1L, "Россия", "ветеринарный центр", "", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.510568 59.896804)"), "188693", "ВетКудрово", "Всеволожский муниципальный район", 4.2000000000000002, "Ленинградская область", "+03:00", "https://2gis.com/firm/70000001036604435", 2, "Пн: 00:00-24:00; Вт: 00:00-24:00; Ср: 00:00-24:00; Чт: 00:00-24:00; Пт: 00:00-24:00; Сб: 00:00-24:00; Вс: 00:00-24:00" },
                    { 2366L, "переулок Пирогова, 14", "1 этаж; вход со двора; домофон 911А", 1L, "Россия", "ветеринарная клиника", "Адмиралтейский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.302075 59.928833)"), "190068", "Vivavet", "", 3.3999999999999999, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/70000001007271144", 2, "Пн: 10:00-20:00; Вт: 10:00-20:00; Ср: 10:00-20:00; Чт: 10:00-20:00; Пт: 10:00-20:00; Сб: 10:00-20:00; Вс: 10:00-20:00" },
                    { 2367L, "Большая Подьяческая, 16", "цокольный этаж", 1L, "Россия", "ветеринарная клиника", "Адмиралтейский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.305654 59.924533)"), "190068", "Нева-Вет", "", 4.2000000000000002, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552841665461", 2, "Пн: 10:00-20:00; Вт: 10:00-20:00; Ср: 10:00-20:00; Чт: 10:00-20:00; Пт: 10:00-20:00; Сб: 10:00-20:00; Вс: 10:00-20:00" },
                    { 2368L, "проспект Ветеранов, 169 к1", "1 этаж", 1L, "Россия", "ветеринарный центр", "Красносельский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.113394 59.835994)"), "198264", "Солнечный", "", 3.2999999999999998, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/70000001045284193", 2, "Пн: 00:00-24:00; Вт: 00:00-24:00; Ср: 00:00-24:00; Чт: 00:00-24:00; Пт: 00:00-24:00; Сб: 00:00-24:00; Вс: 00:00-24:00" },
                    { 2369L, "Володарского, 5", "1 этаж", 1L, "Россия", "", "Красносельский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.093208 59.834911)"), "198218", "Санкт-Петербургская Горветстанция", "", 4.4000000000000004, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/70000001025632859", 2, "Пн: 09:00-19:00; Вт: 09:00-19:00; Ср: 09:00-19:00; Чт: 09:00-19:00; Пт: 09:00-19:00; Сб: 09:00-19:00; Вс: 09:00-19:00" },
                    { 2370L, "Петергофское шоссе, 45", "1 этаж; около ресторана Malat#1", 1L, "Россия", "", "Красносельский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.150343 59.849111)"), "198322", "Городской ветеринарный лечебно-диагностический центр №1", "", 4.5, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/70000001007422878", 2, "Пн: 00:00-24:00; Вт: 00:00-24:00; Ср: 00:00-24:00; Чт: 00:00-24:00; Пт: 00:00-24:00; Сб: 00:00-24:00; Вс: 00:00-24:00" },
                    { 2371L, "улица Купчинская, 34 к1", "1 этаж", 1L, "Россия", "ветеринарная клиника", "Фрунзенский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.398696 59.826895)"), "192283", "Чистое сердце", "", 3.2999999999999998, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552839814806", 2, "Пн: 10:00-22:00; Вт: 10:00-22:00; Ср: 10:00-22:00; Чт: 10:00-22:00; Пт: 10:00-22:00; Сб: 10:00-22:00; Вс: 10:00-22:00" },
                    { 2372L, "Индустриальный проспект, 17 к1", "2 этаж", 1L, "Россия", "ветеринарная клиника", "Красногвардейский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.479265 59.943901)"), "195426", "Вега", "", 3.0, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/70000001023281990", 2, "Пн: 00:00-24:00; Вт: 00:00-24:00; Ср: 00:00-24:00; Чт: 00:00-24:00; Пт: 00:00-24:00; Сб: 00:00-24:00; Вс: 00:00-24:00" },
                    { 2373L, "Чудновского, 10 лит А", "2 этаж", 1L, "Россия", "ветеринарная клиника", "Невский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.476195 59.924798)"), "193312", "Вега", "", 4.2999999999999998, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348553838532901", 2, "Пн: 00:00-24:00; Вт: 00:00-24:00; Ср: 00:00-24:00; Чт: 00:00-24:00; Пт: 00:00-24:00; Сб: 00:00-24:00; Вс: 00:00-24:00" },
                    { 2374L, "улица Бухарестская, 128 к1", "1 этаж", 1L, "Россия", "ветеринарная клиника", "Фрунзенский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.412571 59.840901)"), "192288", "Пума", "", 4.5999999999999996, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838752024", 2, "Пн: 10:00-21:00; Вт: 10:00-21:00; Ср: 10:00-21:00; Чт: 10:00-21:00; Пт: 10:00-21:00; Сб: 10:00-21:00; Вс: 10:00-21:00" },
                    { 2375L, "проспект Ветеранов, 140", "2 этаж; металлическая лестница", 1L, "Россия", "", "Красносельский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.169858 59.832603)"), "198334", "Кабинет ветеринара-стоматолога", "", 5.0, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/70000001065600567", 2, "Пн: 10:00-21:00; Вт: 10:00-21:00; Ср: 10:00-21:00; Чт: 10:00-21:00; Пт: 10:00-21:00; Сб: 10:00-21:00; Вс: 10:00-21:00" },
                    { 2376L, "Циолковского, 10а", "цокольный этаж", 1L, "Россия", "", "Адмиралтейский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.288168 59.911088)"), "190103", "Ветеринарная клиника доктора Ефимова А.Н.", "", 3.6000000000000001, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838743477", 2, "Пн: 10:00-20:00; Вт: 10:00-20:00; Ср: 10:00-20:00; Чт: 10:00-20:00; Пт: 10:00-20:00; Сб: 10:00-18:00; Вс: 10:00-18:00" },
                    { 2377L, "улица Коллонтай, 41", "1 этаж", 1L, "Россия", "ветеринарный нефрологический центр", "Невский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.496452 59.924729)"), "193312", "Ответ", "", 3.6000000000000001, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838743378", 2, "Пн: 10:00-20:00; Вт: 10:00-20:00; Ср: 10:00-20:00; Чт: 10:00-20:00; Пт: 10:00-20:00; Сб: 10:00-20:00; Вс: 10:00-20:00" },
                    { 2378L, "Будапештская, 49 к1", "1 этаж", 1L, "Россия", "ветеринарная клиника", "Фрунзенский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.381662 59.852313)"), "192239", "Бурлаков и Демидов", "", 4.7999999999999998, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838508199", 2, "Пн: 10:00-20:00; Вт: 10:00-20:00; Ср: 10:00-20:00; Чт: 10:00-20:00; Пт: 10:00-20:00; Сб: 10:00-20:00; Вс: 10:00-20:00" },
                    { 2379L, "проспект Маршала Блюхера, 12 лит Ц", "", 1L, "Россия", "ветеринарный центр", "Калининский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.379523 59.983468)"), "195197", "Сириус", "", 4.2000000000000002, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/70000001057215276", 2, "Пн: 10:00-22:00; Вт: 10:00-22:00; Ср: 10:00-22:00; Чт: 10:00-22:00; Пт: 10:00-22:00; Сб: 10:00-22:00; Вс: 10:00-22:00" },
                    { 2380L, "Тихая, 3 ст1", "1 этаж", 1L, "Россия", "ветеринарный центр", "Невский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.458033 59.861147)"), "192174", "Альмавет", "", 4.0, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/70000001034720501", 2, "Пн: 10:00-21:00; Вт: 10:00-21:00; Ср: 10:00-21:00; Чт: 10:00-21:00; Пт: 10:00-21:00; Сб: 10:00-21:00; Вс: 10:00-21:00" },
                    { 2381L, "Демьяна Бедного, 8/5", "1 этаж", 1L, "Россия", "Петродворцовый район", "Петродворцовый район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (29.947781 59.862892)"), "198517", "Санкт-Петербургская Горветстанция", "", 4.9000000000000004, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838771482", 2, "Пн: 09:00-21:00; Вт: 09:00-21:00; Ср: 09:00-21:00; Чт: 09:00-21:00; Пт: 09:00-21:00; Сб: 09:00-21:00; Вс: 09:00-21:00" },
                    { 2382L, "улица Шувалова, 27/7", "1 этаж", 1L, "Россия", "ветеринарная клиника", "", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.434914 60.0664)"), "188687", "ВетСеть", "Всеволожский муниципальный район", 4.7000000000000002, "Ленинградская область", "+03:00", "https://2gis.com/firm/70000001053855376", 2, "Пн: 10:00-21:00; Вт: 10:00-21:00; Ср: 10:00-21:00; Чт: 10:00-21:00; Пт: 10:00-21:00; Сб: 10:00-21:00; Вс: 10:00-21:00" },
                    { 2383L, "проспект Маршака, 2 к1", "1 этаж", 1L, "Россия", "ветеринарная клиника", "Красногвардейский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.44719 60.036603)"), "195113", "Зверополис", "", 3.3999999999999999, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/70000001030820405", 2, "Пн: 10:00-21:00; Вт: 10:00-21:00; Ср: 10:00-21:00; Чт: 10:00-21:00; Пт: 10:00-21:00; Сб: 10:00-21:00; Вс: 10:00-21:00" },
                    { 2384L, "Симонова, 1", "2 этаж", 1L, "Россия", "сеть ветеринарных центров", "Выборгский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.323479 60.05596)"), "194358", "Ситивет", "", 4.0999999999999996, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/70000001022535394", 2, "Пн: 00:00-24:00; Вт: 00:00-24:00; Ср: 00:00-24:00; Чт: 00:00-24:00; Пт: 00:00-24:00; Сб: 00:00-24:00; Вс: 00:00-24:00" },
                    { 2385L, "улица Руставели, 66", "1 этаж", 1L, "Россия", "ветеринарная клиника", "Калининский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.430714 60.037561)"), "195299", "ВетСеть", "", 3.7999999999999998, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838725256", 2, "Пн: 00:00-09:30, 10:00-24:00; Вт: 00:00-09:30, 10:00-24:00; Ср: 00:00-09:30, 10:00-24:00; Чт: 00:00-09:30, 10:00-24:00; Пт: 00:00-09:30, 10:00-24:00; Сб: 00:00-09:30, 10:00-24:00; Вс: 00:00-09:30, 10:00-24:00" },
                    { 2386L, "улица Фёдора Абрамова, 18 к1", "1 этаж", 1L, "Россия", "сеть ветеринарных центров", "Выборгский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.341539 60.079371)"), "194363", "Ситивет", "", 4.4000000000000004, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/70000001027317814", 2, "Пн: 10:00-22:00; Вт: 10:00-22:00; Ср: 10:00-22:00; Чт: 10:00-22:00; Пт: 10:00-22:00; Сб: 10:00-22:00; Вс: 10:00-22:00" },
                    { 2387L, "Светлановский проспект, 43", "1 этаж; вход на пандусе", 1L, "Россия", "ветеринарная клиника", "Выборгский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.350088 60.011193)"), "194223", "ПульсВет", "", 5.0, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/70000001066620234", 2, "Пн: 10:00-21:00; Вт: 10:00-21:00; Ср: 10:00-21:00; Чт: 10:00-21:00; Пт: 10:00-21:00; Сб: 10:00-21:00; Вс: 10:00-21:00" },
                    { 2388L, "улица Димитрова, 22 к3", "2 этаж", 1L, "Россия", "ветеринарная клиника", "Фрунзенский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.394598 59.850755)"), "192286", "Артис", "", 3.8999999999999999, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/70000001027481602", 2, "Пн: 00:00-24:00; Вт: 00:00-24:00; Ср: 00:00-24:00; Чт: 00:00-24:00; Пт: 00:00-24:00; Сб: 00:00-24:00; Вс: 00:00-24:00" },
                    { 2389L, "улица Маршала Захарова, 21 лит Е", "1 этаж", 1L, "Россия", "ветеринарный центр", "Красносельский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.191604 59.853134)"), "198328", "Котонай", "", 4.0999999999999996, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348553838643470", 2, "Пн: 00:00-24:00; Вт: 00:00-24:00; Ср: 00:00-24:00; Чт: 00:00-24:00; Пт: 00:00-24:00; Сб: 00:00-24:00; Вс: 00:00-24:00" },
                    { 2390L, "Кадетская линия В.О., 29", "1 этаж", 1L, "Россия", "", "Василеостровский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.285475 59.946647)"), "199004", "Ветеринар на дом", "", 4.0, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/70000001030853086", 2, "Пн: 00:00-23:00; Вт: 00:00-23:00; Ср: 00:00-23:00; Чт: 00:00-23:00; Пт: 00:00-23:00; Сб: 00:00-23:00; Вс: 00:00-23:00" },
                    { 2391L, "Аэродромная, 7 к3", "1 этаж", 1L, "Россия", "ветеринарный центр", "Приморский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.293384 59.998351)"), "197348", "Мир животных", "", 4.2000000000000002, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/70000001007556418", 2, "Пн: 10:00-21:00; Вт: 10:00-21:00; Ср: 10:00-21:00; Чт: 10:00-21:00; Пт: 10:00-21:00; Сб: 10:00-21:00; Вс: 10:00-21:00" },
                    { 2392L, "аллея Поликарпова, 2", "69Н помещение; 1 этаж", 1L, "Россия", "ветеринарный центр", "Приморский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.294669 60.006236)"), "197341", "Ветлинк", "", 4.5999999999999996, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838747456", 2, "Пн: 10:00-20:00; Вт: 10:00-20:00; Ср: 10:00-20:00; Чт: 10:00-20:00; Пт: 10:00-20:00; Сб: 10:00-20:00; Вс: 10:00-20:00" },
                    { 2393L, "проспект Луначарского, 60 к1", "1 этаж", 1L, "Россия", "сеть ветеринарных центров", "Выборгский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.340899 60.041925)"), "194354", "Ситивет", "", 4.7000000000000002, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/70000001052420006", 2, "Пн: 00:00-24:00; Вт: 00:00-24:00; Ср: 00:00-24:00; Чт: 00:00-24:00; Пт: 00:00-24:00; Сб: 00:00-24:00; Вс: 00:00-24:00" },
                    { 2394L, "2-й Муринский проспект, 15", "1 этаж", 1L, "Россия", "центр домашних животных", "Выборгский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.336797 60.001425)"), "194156", "Зоополис", "", 3.7000000000000002, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/70000001048193526", 2, "Пн: 10:00-22:00; Вт: 10:00-22:00; Ср: 10:00-22:00; Чт: 10:00-22:00; Пт: 10:00-22:00; Сб: 10:00-22:00; Вс: 10:00-22:00" },
                    { 2395L, "Красносельская, 16", "1 этаж", 1L, "Россия", "ветеринарный центр", "Петроградский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.293958 59.957927)"), "197198", "Зодиак+", "", 4.0999999999999996, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552840063603", 2, "Пн: 10:00-20:00; Вт: 10:00-20:00; Ср: 10:00-20:00; Чт: 10:00-20:00; Пт: 10:00-20:00; Сб: 10:00-18:00; Вс: 10:00-18:00" },
                    { 2396L, "проспект Просвещения, 54", "1 этаж", 1L, "Россия", "многопрофильная ветеринарная клиника", "Выборгский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.358728 60.048485)"), "194352", "Доктор Неболит", "", 4.5, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/70000001059088168", 2, "Пн: 00:00-24:00; Вт: 00:00-24:00; Ср: 00:00-24:00; Чт: 00:00-24:00; Пт: 00:00-24:00; Сб: 00:00-24:00; Вс: 00:00-24:00" },
                    { 2397L, "Центральная, 15а", "", 1L, "Россия", "ветеринарная клиника", "", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.505983 59.907906)"), "188692", "Dr.Pet`s", "Всеволожский муниципальный район", 4.7999999999999998, "Ленинградская область", "+03:00", "https://2gis.com/firm/70000001044943990", 2, "Пн: 10:00-21:00; Вт: 10:00-21:00; Ср: 10:00-21:00; Чт: 10:00-21:00; Пт: 10:00-21:00; Сб: 10:00-21:00; Вс: 10:00-21:00" },
                    { 2398L, "Лермонтова, 22 к1", "1 этаж", 1L, "Россия", "Красносельский район", "Красносельский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.083297 59.734391)"), "198320", "Санкт-Петербургская Горветстанция", "", 4.0999999999999996, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838771365", 2, "Пн: 09:00-21:00; Вт: 09:00-21:00; Ср: 09:00-21:00; Чт: 09:00-21:00; Пт: 09:00-21:00; Сб: 09:00-21:00; Вс: 09:00-21:00" },
                    { 2399L, "Радищева, 37а", "1-2 этаж", 1L, "Россия", "ветеринарный центр", "Центральный район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.364489 59.941185)"), "191014", "Три кота", "", 3.7999999999999998, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838722087", 2, "Пн: 10:00-21:00; Вт: 10:00-21:00; Ср: 10:00-21:00; Чт: 10:00-21:00; Пт: 10:00-21:00; Сб: 10:00-21:00; Вс: 10:00-21:00" },
                    { 2400L, "Ново-Александровская, 14", "цокольный этаж", 1L, "Россия", "ветеринарный центр", "Невский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.464204 59.865259)"), "192012", "Котолея", "", 4.5, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/70000001047376674", 2, "Пн: 10:00-20:00; Вт: 10:00-20:00; Ср: 10:00-20:00; Чт: 10:00-20:00; Пт: 10:00-20:00; Сб: 10:00-20:00; Вс: 10:00-20:00" },
                    { 2401L, "Олеко Дундича, 5", "1 этаж", 1L, "Россия", "Ветеринарная клиника", "Фрунзенский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.389353 59.827844)"), "192283", "СПБГУВМ", "", 4.0999999999999996, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/70000001038732147", 2, "Пн: 10:00-21:00; Вт: 10:00-21:00; Ср: 10:00-21:00; Чт: 10:00-21:00; Пт: 10:00-21:00; Сб: 10:00-21:00; Вс: 10:00-21:00" },
                    { 2402L, "Петергофское шоссе, 72 к4", "цокольный этаж", 1L, "Россия", "ветеринарная клиника", "Красносельский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.11513 59.845687)"), "198206", "Примавет", "", 3.8999999999999999, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/70000001043011488", 2, "Пн: 10:00-21:00; Вт: 10:00-21:00; Ср: 10:00-21:00; Чт: 10:00-21:00; Пт: 10:00-21:00; Сб: 10:00-21:00; Вс: 10:00-21:00" },
                    { 2403L, "улица Парашютная, 81 к1 ст1", "", 1L, "Россия", "", "Приморский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.240009 60.042643)"), "197375", "Многопрофильный ветеринарный центр", "", 3.7000000000000002, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/70000001028424702", 2, "Пн: 00:00-24:00; Вт: 00:00-24:00; Ср: 00:00-24:00; Чт: 00:00-24:00; Пт: 00:00-24:00; Сб: 00:00-24:00; Вс: 00:00-24:00" },
                    { 2404L, "улица Шувалова, 6", "2 этаж", 1L, "Россия", "ветеринарная клиника", "", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.425383 60.052075)"), "188677", "Ветсоюз", "Всеволожский муниципальный район", 4.0999999999999996, "Ленинградская область", "+03:00", "https://2gis.com/firm/70000001064615259", 2, "Пн: 10:00-21:00; Вт: 10:00-21:00; Ср: 10:00-21:00; Чт: 10:00-21:00; Пт: 10:00-21:00; Сб: 10:00-21:00; Вс: 10:00-21:00" },
                    { 2405L, "Туристская улица, 15 к1", "1 этаж", 1L, "Россия", "ветеринарная клиника для кошек", "Приморский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.209816 59.999559)"), "197345", "Клиника Кошек", "", 4.9000000000000004, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/70000001064235598", 2, "Пн: 09:00-21:00; Вт: 09:00-21:00; Ср: 09:00-21:00; Чт: 09:00-21:00; Пт: 09:00-21:00; Сб: 09:00-21:00; Вс: 09:00-21:00" },
                    { 2406L, "проспект Пятилеток, 8 к1", "1 этаж", 1L, "Россия", "ветеринарная клиника", "Невский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.459804 59.921976)"), "193318", "Артис", "", 2.5, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/70000001062268795", 2, "Пн: 10:00-22:00; Вт: 10:00-22:00; Ср: 10:00-22:00; Чт: 10:00-22:00; Пт: 10:00-22:00; Сб: 10:00-22:00; Вс: 10:00-22:00" },
                    { 2407L, "улица Нахимова, 1", "цокольный этаж", 1L, "Россия", "ветеринарная клиника", "Василеостровский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.236746 59.944632)"), "199397", "Ветостров", "", 3.7999999999999998, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838755765", 2, "Пн: 10:00-21:00; Вт: 10:00-21:00; Ср: 10:00-21:00; Чт: 10:00-21:00; Пт: 10:00-21:00; Сб: 10:00-21:00; Вс: 10:00-21:00" },
                    { 2408L, "проспект КИМа, 28", "2 этаж; Вход/въезд со двора, зона бесплатной парковки", 1L, "Россия", "зооцентр", "Василеостровский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.2431 59.953984)"), "199155", "У Томаса", "", 4.7000000000000002, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/70000001007307604", 2, "Пн: 11:00-23:00; Вт: 11:00-23:00; Ср: 11:00-23:00; Чт: 11:00-23:00; Пт: 11:00-23:00; Сб: 11:00-23:00; Вс: 11:00-23:00" },
                    { 2409L, "Богатырский проспект, 66 к1", "1 этаж", 1L, "Россия", "многопрофильный ветеринарный центр", "Приморский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.19927 60.006319)"), "197082", "ЛапиноВет", "", 4.5999999999999996, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/70000001062141323", 2, "Пн: 00:00-24:00; Вт: 00:00-24:00; Ср: 00:00-24:00; Чт: 00:00-24:00; Пт: 00:00-24:00; Сб: 00:00-24:00; Вс: 00:00-24:00" },
                    { 2410L, "Выборгское шоссе, 5 к1", "1 этаж", 1L, "Россия", "ветеринарная клиника", "Выборгский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.32101 60.039152)"), "194356", "Чемпион", "", 4.5, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838721909", 2, "Пн: 00:00-24:00; Вт: 00:00-24:00; Ср: 00:00-24:00; Чт: 00:00-24:00; Пт: 00:00-24:00; Сб: 00:00-24:00; Вс: 00:00-24:00" },
                    { 2411L, "шоссе Революции, 84", "1 этаж", 1L, "Россия", "", "Красногвардейский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.452389 59.961311)"), "195248", "Ветеринарная клиника", "", 2.8999999999999999, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838796822", 2, "Пн: 00:00-24:00; Вт: 00:00-24:00; Ср: 00:00-24:00; Чт: 00:00-24:00; Пт: 00:00-24:00; Сб: 00:00-24:00; Вс: 00:00-24:00" },
                    { 2412L, "Сапёрная, 33 лит А", "", 1L, "Россия", "ветеринарная клиника", "Пушкинский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.408093 59.702359)"), "196601", "АдельВет", "", 3.3999999999999999, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/70000001006538683", 2, "Пн: 00:00-24:00; Вт: 00:00-24:00; Ср: 00:00-24:00; Чт: 00:00-24:00; Пт: 00:00-24:00; Сб: 00:00-24:00; Вс: 00:00-24:00" },
                    { 2413L, "Ланское шоссе, 22 к1", "1 этаж", 1L, "Россия", "многопрофильная ветеринарная клиника", "Приморский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.320543 59.996153)"), "197343", "Доктор Неболит", "", 4.7000000000000002, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552840186054", 2, "Пн: 10:00-21:00; Вт: 10:00-21:00; Ср: 10:00-21:00; Чт: 10:00-21:00; Пт: 10:00-21:00; Сб: 10:00-21:00; Вс: 10:00-21:00" },
                    { 2414L, "улица Большая Пороховская, 47", "2 этаж", 1L, "Россия", "ветеринарная клиника", "Красногвардейский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.430756 59.952744)"), "195248", "ВетСеть", "", 3.8999999999999999, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838726123", 2, "Пн: 10:00-22:00; Вт: 10:00-22:00; Ср: 10:00-22:00; Чт: 10:00-22:00; Пт: 10:00-22:00; Сб: 10:00-22:00; Вс: 10:00-22:00" },
                    { 2415L, "Морская набережная, 15 лит Д", "1 этаж", 1L, "Россия", "ветеринарная клиника", "Василеостровский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.209032 59.941805)"), "199226", "Бегемот", "", 3.5, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/70000001069036456", 2, "Пн: 10:00-21:00; Вт: 10:00-21:00; Ср: 10:00-21:00; Чт: 10:00-21:00; Пт: 10:00-21:00; Сб: 10:00-21:00; Вс: 10:00-21:00" },
                    { 2416L, "Прибрежная, 11", "1 этаж", 1L, "Россия", "ветеринарный центр", "Невский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.504576 59.834695)"), "192177", "Нежный зверь", "", 3.8999999999999999, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838713069", 2, "Пн: 00:00-24:00; Вт: 00:00-24:00; Ср: 00:00-24:00; Чт: 00:00-24:00; Пт: 00:00-24:00; Сб: 00:00-24:00; Вс: 00:00-24:00" },
                    { 2417L, "улица Бабушкина, 81 к2", "цокольный этаж", 1L, "Россия", "ветеринарная клиника", "Невский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.443809 59.873993)"), "192131", "Бэмби", "", 2.8999999999999999, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552839942738", 2, "Пн: 10:00-21:00; Вт: 10:00-21:00; Ср: 10:00-21:00; Чт: 10:00-21:00; Пт: 10:00-21:00; Сб: 10:00-21:00; Вс: 10:00-21:00" },
                    { 2418L, "Комендантский проспект, 51 к1", "цокольный этаж", 1L, "Россия", "ветеринарная клиника", "Приморский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.237368 60.030183)"), "197350", "Ветмир", "", 4.5999999999999996, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/70000001007123008", 2, "Пн: 10:00-21:00; Вт: 10:00-21:00; Ср: 10:00-21:00; Чт: 10:00-21:00; Пт: 10:00-21:00; Сб: 10:00-21:00; Вс: 10:00-21:00" },
                    { 2419L, "улица Долгоозёрная, 12 к2", "1 этаж", 1L, "Россия", "ветеринарный центр", "Приморский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.244029 60.017213)"), "197373", "Вирион", "", 3.7999999999999998, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838711370", 2, "Пн: 09:00-21:00; Вт: 09:00-21:00; Ср: 09:00-21:00; Чт: 09:00-21:00; Пт: 09:00-21:00; Сб: 09:00-21:00; Вс: 09:00-21:00" },
                    { 2420L, "улица Кораблестроителей, 21 к1е", "1 этаж", 1L, "Россия", "ветеринарная клиника", "Василеостровский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.217003 59.945801)"), "199397", "Ветостров", "", 3.7000000000000002, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838755764", 2, "Пн: 00:00-24:00; Вт: 00:00-24:00; Ср: 00:00-24:00; Чт: 00:00-24:00; Пт: 00:00-24:00; Сб: 00:00-24:00; Вс: 00:00-24:00" },
                    { 2421L, "Ломоносова, 22а", "1 этаж", 1L, "Россия", "Выборгский район", "Выборгский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.267191 60.080632)"), "194362", "Санкт-Петербургская Горветстанция", "", 4.5, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552841107685", 2, "Пн: 09:00-13:00, 14:00-19:00; Вт: 09:00-13:00, 14:00-19:00; Ср: 09:00-13:00, 14:00-19:00; Чт: 09:00-13:00, 14:00-19:00; Пт: 09:00-13:00, 14:00-19:00; Сб: 09:00-13:00, 14:00-19:00; Вс: 09:00-13:00, 14:00-19:00" },
                    { 2422L, "проспект Королёва, 32 к1", "1 этаж", 1L, "Россия", "ветеринарный центр", "Приморский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.260916 60.014282)"), "197371", "Элвет", "", 2.5, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838722111", 2, "Пн: 10:00-21:00; Вт: 10:00-21:00; Ср: 10:00-21:00; Чт: 10:00-21:00; Пт: 10:00-21:00; Сб: 10:00-21:00; Вс: 10:00-21:00" },
                    { 2423L, "Вилеровский переулок, 6", "1 этаж", 1L, "Россия", "ветеринарная клиника", "Пушкинский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.364112 59.81174)"), "196624", "Живая планета", "", 4.7999999999999998, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/70000001026166410", 2, "Пн: 09:00-21:55; Вт: 09:00-21:55; Ср: 09:00-21:55; Чт: 09:00-21:55; Пт: 09:00-21:55; Сб: 09:00-21:55; Вс: 09:00-21:55" },
                    { 2424L, "Туристская улица, 20 к2", "1 этаж", 1L, "Россия", "ветеринарная клиника", "Приморский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.205498 59.998497)"), "197345", "Ветсоюз", "", 3.5, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/70000001007208743", 2, "Пн: 09:00-21:00; Вт: 09:00-21:00; Ср: 09:00-21:00; Чт: 09:00-21:00; Пт: 09:00-21:00; Сб: 09:00-21:00; Вс: 09:00-21:00" },
                    { 2425L, "Новочеркасский проспект, 52 лит В", "1 этаж", 1L, "Россия", "", "Красногвардейский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.420778 59.922515)"), "195213", "Ветеринарная клиника", "", 2.7000000000000002, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838756497", 2, "Пн: 10:00-21:00; Вт: 10:00-21:00; Ср: 10:00-21:00; Чт: 10:00-21:00; Пт: 10:00-21:00; Сб: 10:00-20:00; Вс: 10:00-20:00" },
                    { 2426L, "Дачный проспект, 9 к1", "цокольный этаж", 1L, "Россия", "ветеринарная служба", "Кировский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.245558 59.846129)"), "198255", "Багира", "", 4.4000000000000004, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838544157", 2, "Пн: 10:00-20:00; Вт: 10:00-20:00; Ср: 10:00-20:00; Чт: 10:00-20:00; Пт: 10:00-20:00; Сб: 10:00-20:00; Вс: 10:00-20:00" },
                    { 2427L, "проспект Космонавтов, 28 к1", "1, 2 этаж; правое крыло", 1L, "Россия", "ветцентр", "Московский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.350896 59.859631)"), "196244", "Дали", "", 3.0, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/70000001036806941", 2, "Пн: 00:00-24:00; Вт: 00:00-24:00; Ср: 00:00-24:00; Чт: 00:00-24:00; Пт: 00:00-24:00; Сб: 00:00-24:00; Вс: 00:00-24:00" },
                    { 2428L, "Ларина, 4Б", "1 этаж", 1L, "Россия", "ветеринарная клиника", "", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.209086 60.14249)"), "188650", "ЛеоВет", "Всеволожский муниципальный район", 5.0, "Ленинградская область", "+03:00", "https://2gis.com/firm/70000001069529745", 2, "Пн: 10:00-21:00; Вт: 10:00-21:00; Ср: 10:00-21:00; Чт: 10:00-21:00; Пт: 10:00-21:00; Сб: 10:00-21:00; Вс: 10:00-21:00" },
                    { 2429L, "Лёни Голикова, 96", "1 этаж", 1L, "Россия", "ветеринарная клиника", "Кировский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.248384 59.834539)"), "198255", "Ветсервис+", "", 2.2000000000000002, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552839826099", 2, "Пн: 00:00-24:00; Вт: 00:00-24:00; Ср: 00:00-24:00; Чт: 00:00-24:00; Пт: 00:00-24:00; Сб: 00:00-24:00; Вс: 00:00-24:00" },
                    { 2430L, "Байкальская, 20", "", 1L, "Россия", "бюро ветеринарной морфологии", "Выборгский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.250376 60.080293)"), "194362", "Cytovet", "", 4.0, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/70000001027516574", 2, "Пн: 10:00-21:30; Вт: 10:00-21:30; Ср: 10:00-21:30; Чт: 10:00-21:30; Пт: 10:00-21:30; Сб: 10:00-21:30; Вс: 10:00-21:30" },
                    { 2431L, "Котина, 2", "1 этаж", 1L, "Россия", "ветеринарная клиника", "Красносельский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.209433 59.856113)"), "198332", "Веста", "", 3.8999999999999999, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/70000001007016387", 2, "Пн: 00:00-24:00; Вт: 00:00-24:00; Ср: 00:00-24:00; Чт: 00:00-24:00; Пт: 00:00-24:00; Сб: 00:00-24:00; Вс: 00:00-24:00" },
                    { 2432L, "Валерия Гаврилина, 11 к1 ст1", "1 этаж", 1L, "Россия", "ветеринарная клиника", "Выборгский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.33593 60.078362)"), "194363", "Нэнси", "", 4.5, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/70000001041774302", 2, "Пн: 10:00-22:00; Вт: 10:00-22:00; Ср: 10:00-22:00; Чт: 10:00-22:00; Пт: 10:00-22:00; Сб: 10:00-22:00; Вс: 10:00-22:00" },
                    { 2433L, "Колтушское шоссе, 45", "1, 2 этаж", 1L, "Россия", "многопрофильный ветеринарный центр", "", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.637834 60.033288)"), "188643", "Здоровье животных", "Всеволожский муниципальный район", 3.7999999999999998, "Ленинградская область", "+03:00", "https://2gis.com/firm/5348552841650596", 2, "Пн: 09:00-21:00; Вт: 09:00-21:00; Ср: 09:00-21:00; Чт: 09:00-21:00; Пт: 09:00-21:00; Сб: 09:00-21:00; Вс: 09:00-21:00" },
                    { 2434L, "Петербургское шоссе, 15/2", "1 этаж", 1L, "Россия", "ветеринарный центр", "Пушкинский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.395937 59.739729)"), "196605", "Ласка", "", 3.6000000000000001, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/70000001026013252", 2, "Пн: 10:00-20:00; Вт: 10:00-20:00; Ср: 10:00-20:00; Чт: 10:00-20:00; Пт: 10:00-20:00; Сб: 10:00-20:00; Вс: 10:00-20:00" },
                    { 2435L, "проспект Науки, 75 к1", "2 этаж", 1L, "Россия", "многопрофильная ветеринарная клиника", "Калининский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.429102 60.004265)"), "195273", "Доктор Неболит", "", 4.5999999999999996, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/70000001028940306", 2, "Пн: 10:00-21:00; Вт: 10:00-21:00; Ср: 10:00-21:00; Чт: 10:00-21:00; Пт: 10:00-21:00; Сб: 10:00-21:00; Вс: 10:00-21:00" },
                    { 2436L, "улица Кантемировская, 33", "1 этаж", 1L, "Россия", "ветеринарная клиника", "Выборгский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.349739 59.985578)"), "194100", "Нева-Вет", "", 3.3999999999999999, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552840754558", 2, "Пн: 10:00-21:00; Вт: 10:00-21:00; Ср: 10:00-21:00; Чт: 10:00-21:00; Пт: 10:00-21:00; Сб: 10:00-21:00; Вс: 10:00-21:00" },
                    { 2437L, "проспект Маршала Блюхера, 7 к3", "1 этаж", 1L, "Россия", "ветеринарная клиника", "Калининский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.370665 59.97934)"), "195197", "Pet City", "", 3.7000000000000002, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/70000001057149421", 2, "Пн: 10:00-21:00; Вт: 10:00-21:00; Ср: 10:00-21:00; Чт: 10:00-21:00; Пт: 10:00-21:00; Сб: 10:00-21:00; Вс: 10:00-21:00" },
                    { 2438L, "Кондратьевский проспект, 66 к1", "1 этаж", 1L, "Россия", "ветеринарная офтальмологическая клиника", "Калининский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.396015 59.982205)"), "195271", "Реком", "", 4.7999999999999998, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/70000001026777673", 2, "Пн: 10:00-21:00; Вт: 10:00-21:00; Ср: 10:00-21:00; Чт: 10:00-21:00; Пт: 10:00-21:00; Сб: 10:00-21:00; Вс: 10:00-21:00" },
                    { 2439L, "Пролетарская, 60", "2 этаж", 1L, "Россия", "ветеринарный центр", "Колпинский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.565399 59.741174)"), "196657", "Горветздрав", "", 4.0, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/70000001052065651", 2, "Пн: 00:00-24:00; Вт: 00:00-24:00; Ср: 00:00-24:00; Чт: 00:00-24:00; Пт: 00:00-24:00; Сб: 00:00-24:00; Вс: 00:00-24:00" },
                    { 2440L, "5-я Красноармейская улица, 17", "1 этаж", 1L, "Россия", "ветеринарная клиника", "Адмиралтейский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.312205 59.913359)"), "190005", "Ветлюкс", "", 2.2999999999999998, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838747465", 2, "Пн: 09:00-21:00; Вт: 09:00-21:00; Ср: 09:00-21:00; Чт: 09:00-21:00; Пт: 09:00-21:00; Сб: 09:00-21:00; Вс: 09:00-21:00" },
                    { 2441L, "улица Меридианная, 8 стр 1", "1 этаж", 1L, "Россия", "", "Московский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.309639 59.763863)"), "196140", "Ветеринарная клиника", "", null, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/70000001080937789", 2, "" },
                    { 2442L, "Конюшенная, 14", "1 этаж", 1L, "Россия", "ветеринарная клиника", "Пушкинский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.440329 59.683554)"), "196620", "Олианвет", "", null, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/70000001006620999", 2, "Пн: 10:00-18:00; Вт: 10:00-18:00; Ср: 10:00-18:00; Чт: 10:00-18:00; Пт: 10:00-18:00; Сб: 10:00-18:00; Вс: 10:00-18:00" },
                    { 2443L, "Карташихина, 12", "цокольный этаж", 1L, "Россия", "госпиталь для птиц и рептилий", "Василеостровский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.241019 59.932605)"), "199106", "Зеленый попугай", "", 2.2999999999999998, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/70000001026516771", 2, "Пн: 11:00-20:00; Вт: 11:00-20:00; Ср: 11:00-20:00; Чт: 11:00-20:00; Пт: 11:00-20:00; Сб: 11:00-20:00; Вс: 11:00-20:00" },
                    { 2444L, "Маршала Новикова, 41 к1 лит А", "15 офис; 2 этаж", 1L, "Россия", "", "Приморский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.275903 60.026755)"), "197349", "Ветеринарная клиника доктора Сотникова", "", 1.0, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/70000001065267330", 2, "Пн: 00:00-24:00; Вт: 00:00-24:00; Ср: 00:00-24:00; Чт: 00:00-24:00; Пт: 00:00-24:00; Сб: 00:00-24:00; Вс: 00:00-24:00" },
                    { 2445L, "проспект Энгельса, 131 к1", "цокольный этаж", 1L, "Россия", "ветеринарный центр", "Выборгский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.333275 60.048393)"), "194356", "Верные друзья", "", 2.3999999999999999, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838517505", 2, "Пн: 00:00-09:30, 10:00-24:00; Вт: 00:00-09:30, 10:00-24:00; Ср: 00:00-09:30, 10:00-24:00; Чт: 00:00-09:30, 10:00-24:00; Пт: 00:00-09:30, 10:00-24:00; Сб: 00:00-09:30, 10:00-24:00; Вс: 00:00-09:30, 10:00-24:00" },
                    { 2446L, "улица Парашютная, 10", "1 этаж", 1L, "Россия", "ветеринарная клиника", "Приморский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.285405 60.015939)"), "197349", "Челси", "", 4.7000000000000002, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/70000001032609144", 2, "Пн: 10:00-21:00; Вт: 10:00-21:00; Ср: 10:00-21:00; Чт: 10:00-21:00; Пт: 10:00-21:00; Сб: 10:00-21:00; Вс: 10:00-21:00" },
                    { 2447L, "Петергофское шоссе, 45", "1 этаж", 1L, "Россия", "ветцентр", "Красносельский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.153173 59.849567)"), "198322", "Pet Life Center", "", 4.7999999999999998, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/70000001060121733", 2, "Пн: 00:00-24:00; Вт: 00:00-24:00; Ср: 00:00-24:00; Чт: 00:00-24:00; Пт: 00:00-24:00; Сб: 00:00-24:00; Вс: 00:00-24:00" },
                    { 2448L, "Русановская улица, 19 к4", "1 этаж", 1L, "Россия", "ветеринарная клиника", "Невский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.513728 59.86249)"), "193149", "Лис", "", 1.8, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/70000001019313478", 2, "Пн: 10:00-21:00; Вт: 10:00-21:00; Ср: 10:00-21:00; Чт: 10:00-21:00; Пт: 10:00-21:00; Сб: 10:00-21:00; Вс: 10:00-21:00" },
                    { 2449L, "Учительская, 14 к2", "2 этаж", 1L, "Россия", "ветеринарная клиника", "Калининский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.39985 60.033357)"), "195269", "Лаки", "", 4.5999999999999996, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838594553", 2, "Пн: 00:00-24:00; Вт: 00:00-24:00; Ср: 00:00-24:00; Чт: 00:00-24:00; Пт: 00:00-24:00; Сб: 00:00-24:00; Вс: 00:00-24:00" },
                    { 2450L, "Богатырский проспект, 36 к1", "цокольный этаж", 1L, "Россия", "ветеринарная клиника", "Приморский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.236406 60.003105)"), "197372", "Зоосфера", "", 2.2999999999999998, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838747841", 2, "Пн: 10:00-21:00; Вт: 10:00-21:00; Ср: 10:00-21:00; Чт: 10:00-21:00; Пт: 10:00-21:00; Сб: 10:00-21:00; Вс: 10:00-21:00" },
                    { 2451L, "улица Савушкина, 131", "1 этаж", 1L, "Россия", "зооветцентр", "Приморский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.213613 59.987965)"), "197374", "Северная пальмира", "", 3.6000000000000001, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838616640", 2, "Пн: 11:00-21:00; Вт: 11:00-21:00; Ср: 11:00-21:00; Чт: 11:00-21:00; Пт: 11:00-21:00; Сб: 11:00-21:00; Вс: 11:00-21:00" },
                    { 2452L, "Центральная (Южный), 8", "1 этаж", 1L, "Россия", "ветеринарный кабинет", "", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.644937 59.992868)"), "188645", "ToriBech", "Всеволожский муниципальный район", 5.0, "Ленинградская область", "+03:00", "https://2gis.com/firm/70000001052426620", 2, "Пн: 10:00-21:00; Вт: 10:00-21:00; Ср: 10:00-21:00; Чт: 10:00-21:00; Пт: 10:00-21:00; Сб: 10:00-21:00; Вс: 10:00-21:00" },
                    { 2453L, "Приозерское шоссе 2 км, 1а", "1 этаж", 1L, "Россия", "клиника по лечению лошадей и мелких домашних животных", "", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.267869 60.126388)"), "188653", "Forside", "Всеволожский муниципальный район", 3.0, "Ленинградская область", "+03:00", "https://2gis.com/firm/70000001035845684", 2, "Пн: 10:00-19:00; Вт: 10:00-19:00; Ср: 10:00-19:00; Чт: 10:00-19:00; Пт: 10:00-19:00; Сб: 10:00-19:00; Вс: 10:00-19:00" },
                    { 2454L, "Ленинградская, 41а", "", 1L, "Россия", "ветеринарный центр", "Пушкинский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.418333 59.728048)"), "196607", "Айболит-99", "", 3.7000000000000002, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838626881", 2, "Пн: 10:00-20:00; Вт: 10:00-20:00; Ср: 10:00-20:00; Чт: 10:00-20:00; Пт: 10:00-20:00; Сб: 10:00-20:00; Вс: 10:00-20:00" },
                    { 2455L, "Рубакина, 18", "2 этаж", 1L, "Россия", "ветеринарный центр", "Петродворцовый район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (29.765461 59.916645)"), "198412", "Хвостики", "", 4.7999999999999998, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/70000001050333107", 2, "Пн: 00:00-24:00; Вт: 00:00-24:00; Ср: 00:00-24:00; Чт: 00:00-24:00; Пт: 00:00-24:00; Сб: 00:00-24:00; Вс: 00:00-24:00" },
                    { 2456L, "шоссе Революции, 31", "1 этаж", 1L, "Россия", "ветеринарная клиника", "Красногвардейский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.427759 59.95862)"), "195176", "Ветуниверсал", "", 2.7999999999999998, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838792050", 2, "Пн: 10:00-20:00; Вт: 10:00-20:00; Ср: 10:00-20:00; Чт: 10:00-20:00; Пт: 10:00-20:00; Сб: 11:00-20:00; Вс: 11:00-20:00" },
                    { 2457L, "улица Солдата Корзуна, 40", "1 этаж", 1L, "Россия", "ветеринарный центр и зоомагазин", "Кировский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.220897 59.831358)"), "198260", "РЫЖИЙ ХВОСТ", "", 4.0999999999999996, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838757321", 2, "Пн: 10:00-22:00; Вт: 10:00-22:00; Ср: 10:00-22:00; Чт: 10:00-22:00; Пт: 10:00-22:00; Сб: 10:00-22:00; Вс: 10:00-22:00" },
                    { 2458L, "Христиновский проспект, 83 к3", "", 1L, "Россия", "ветеринарная клиника", "", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.622321 60.015846)"), "188641", "Альтер плюс", "Всеволожский муниципальный район", 5.0, "Ленинградская область", "+03:00", "https://2gis.com/firm/70000001032810455", 2, "Пн: 11:00-19:00; Вт: 11:00-19:00; Ср: 11:00-19:00; Чт: 11:00-19:00; Пт: 11:00-19:00; Сб: 11:00-19:00; Вс: 11:00-19:00" },
                    { 2459L, "проспект Науки, 17 к2", "1 этаж", 1L, "Россия", "ветеринарная клиника", "Калининский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.386716 60.014402)"), "195220", "Академвет", "", 4.2999999999999998, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/70000001038294278", 2, "Пн: 10:00-21:00; Вт: 10:00-21:00; Ср: 10:00-21:00; Чт: 10:00-21:00; Пт: 10:00-21:00; Сб: 10:00-21:00; Вс: 10:00-21:00" },
                    { 2460L, "улица Доблести, 7 к2", "1 этаж", 1L, "Россия", "ветцентр", "Красносельский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.179231 59.863557)"), "198335", "Большая медведица", "", 3.1000000000000001, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/70000001037365879", 2, "Пн: 11:00-21:00; Вт: 11:00-21:00; Ср: 11:00-21:00; Чт: 11:00-21:00; Пт: 11:00-21:00; Сб: 11:00-21:00; Вс: 11:00-21:00" },
                    { 2461L, "Северный проспект, 26 к2", "46Н помещение; 1 этаж", 1L, "Россия", "ветеринарная клиника", "Выборгский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.352802 60.03316)"), "194295", "ВетГарант", "", 5.0, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/70000001070557382", 2, "Пн: 10:00-21:00; Вт: 10:00-21:00; Ср: 10:00-21:00; Чт: 10:00-21:00; Пт: 10:00-21:00; Сб: 10:00-21:00; Вс: 10:00-21:00" },
                    { 2462L, "улица Маршала Тухачевского, 41", "1 этаж", 1L, "Россия", "ветеринарная клиника", "Красногвардейский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.416757 59.973488)"), "195067", "Котэ", "", 3.8999999999999999, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552841229341", 2, "Пн: 10:00-21:00; Вт: 10:00-21:00; Ср: 10:00-21:00; Чт: 10:00-21:00; Пт: 10:00-21:00; Сб: 10:00-21:00; Вс: 10:00-21:00" },
                    { 2463L, "улица Партизана Германа, 5", "2 этаж", 1L, "Россия", "ветеринарный центр", "Красносельский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.173356 59.841235)"), "198329", "Чеширский кот", "", 3.6000000000000001, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838747648", 2, "Пн: 10:00-21:00; Вт: 10:00-21:00; Ср: 10:00-21:00; Чт: 10:00-21:00; Пт: 10:00-21:00; Сб: 10:00-21:00; Вс: 10:00-21:00" },
                    { 2464L, "Пражская, 35", "цокольный этаж", 1L, "Россия", "ветеринарный центр", "Фрунзенский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.39894 59.863883)"), "192241", "Олма", "", 3.7000000000000002, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552839538101", 2, "Пн: 10:00-21:00; Вт: 10:00-21:00; Ср: 10:00-21:00; Чт: 10:00-21:00; Пт: 10:00-21:00; Сб: 10:00-21:00; Вс: 10:00-21:00" },
                    { 2465L, "Центральная, 39", "1 этаж", 1L, "Россия", "многопрофильный ветеринарный центр", "", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.446701 60.043691)"), "188669", "Здоровье животных", "Всеволожский муниципальный район", 3.2000000000000002, "Ленинградская область", "+03:00", "https://2gis.com/firm/70000001037755865", 2, "Пн: 09:00-21:00; Вт: 09:00-21:00; Ср: 09:00-21:00; Чт: 09:00-21:00; Пт: 09:00-21:00; Сб: 09:00-21:00; Вс: 09:00-21:00" },
                    { 2466L, "Демьяна Бедного, 26 к1 лит В", "2 этаж", 1L, "Россия", "ветеринарный центр", "Калининский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.387609 60.047032)"), "195276", "Верные друзья", "", 4.0999999999999996, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838517504", 2, "Пн: 10:00-21:00; Вт: 10:00-21:00; Ср: 10:00-21:00; Чт: 10:00-21:00; Пт: 10:00-21:00; Сб: 10:00-21:00; Вс: 10:00-21:00" },
                    { 2467L, "Приморское шоссе, 271", "цокольный этаж", 1L, "Россия", "ветеринарный центр", "Курортный район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (29.961662 60.080315)"), "197704", "Элвет", "", 3.7000000000000002, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552839588077", 2, "Пн: 10:00-21:00; Вт: 10:00-21:00; Ср: 10:00-21:00; Чт: 10:00-21:00; Пт: 10:00-21:00; Сб: 10:00-21:00; Вс: 10:00-21:00" },
                    { 2468L, "Транспортный переулок, 4", "1 этаж", 1L, "Россия", "Курортный район", "Курортный район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (29.955274 60.081178)"), "197706", "Санкт-Петербургская Горветстанция", "", 4.2999999999999998, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838771507", 2, "Пн: 09:00-21:00; Вт: 09:00-21:00; Ср: 09:00-21:00; Чт: 09:00-21:00; Пт: 09:00-21:00; Сб: 09:00-21:00; Вс: 09:00-21:00" },
                    { 2469L, "Красносельское шоссе, 56 к2", "1 этаж", 1L, "Россия", "ветеринарный центр", "Красносельский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.154655 59.794391)"), "198323", "Домашний любимец", "", 5.0, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/70000001007287133", 2, "Пн: 10:00-20:00; Вт: 10:00-20:00; Ср: 10:00-20:00; Чт: 10:00-20:00; Пт: 10:00-20:00; Сб: 10:00-20:00; Вс: 11:00-18:00" },
                    { 2470L, "улица Маршала Казакова, 24 к1", "1 этаж", 1L, "Россия", "ветеринарная клиника", "Красносельский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.22501 59.8592)"), "198332", "Альфа-вет", "", 2.3999999999999999, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838747494", 2, "Пн: 09:00-22:00; Вт: 09:00-22:00; Ср: 09:00-22:00; Чт: 09:00-22:00; Пт: 09:00-22:00; Сб: 09:00-22:00; Вс: 09:00-22:00" },
                    { 2471L, "Школьная, 2", "цокольный этаж", 1L, "Россия", "ветеринарная клиника", "", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.207755 60.145875)"), "188655", "АпексВет", "Всеволожский муниципальный район", 3.7000000000000002, "Ленинградская область", "+03:00", "https://2gis.com/firm/5348552840713848", 2, "Пн: 10:00-20:00; Вт: 10:00-20:00; Ср: 10:00-20:00; Чт: 10:00-20:00; Пт: 10:00-20:00; Сб: 10:00-20:00; Вс: 10:00-20:00" },
                    { 2472L, "Коломяжский проспект, 28 к2", "1 этаж", 1L, "Россия", "ветеринарная клиника", "Приморский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.295348 60.007889)"), "197341", "Альфа-вет", "", 2.6000000000000001, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838748863", 2, "Пн: 09:00-21:00; Вт: 09:00-21:00; Ср: 09:00-21:00; Чт: 09:00-21:00; Пт: 09:00-21:00; Сб: 09:00-21:00; Вс: 09:00-21:00" },
                    { 2473L, "Кингисеппское шоссе, 55", "1 этаж; левое крыло", 1L, "Россия", "ветеринарный центр", "Красносельский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.054362 59.719454)"), "198320", "Ветико", "", 3.7999999999999998, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348553838712473", 2, "Пн: 00:00-24:00; Вт: 00:00-24:00; Ср: 00:00-24:00; Чт: 00:00-24:00; Пт: 00:00-24:00; Сб: 00:00-24:00; Вс: 00:00-24:00" },
                    { 2474L, "Комсомола, 1", "1 этаж", 1L, "Россия", "ветеринарная клиника", "Кронштадтский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (29.788517 59.993315)"), "197762", "Дай лапу", "", 3.7999999999999998, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838755736", 2, "Пн: 10:00-20:00; Вт: 10:00-20:00; Ср: 10:00-20:00; Чт: 10:00-20:00; Пт: 10:00-20:00; Сб: 10:00-19:00; Вс: 10:00-19:00" },
                    { 2475L, "Будапештская, 19 к1", "1 этаж", 1L, "Россия", "ветеринарный центр", "Фрунзенский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.372227 59.863917)"), "192212", "Питомец", "", 2.7999999999999998, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838751883", 2, "Пн: 10:00-21:00; Вт: 10:00-21:00; Ср: 10:00-21:00; Чт: 10:00-21:00; Пт: 10:00-21:00; Сб: 10:00-21:00; Вс: 10:00-21:00" },
                    { 2476L, "Первомайская улица, 2в", "", 1L, "Россия", "многопрофильный ветеринарный центр", "", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.440669 60.318062)"), "", "Здоровье животных", "Всеволожский муниципальный район", null, "Ленинградская область", "+03:00", "https://2gis.com/firm/70000001061119539", 2, "Пн: 08:00-20:00; Вт: 08:00-20:00; Ср: 08:00-20:00; Чт: 08:00-20:00; Пт: 08:00-20:00; Сб: 08:00-20:00; Вс: 08:00-20:00" },
                    { 2477L, "шоссе в Лаврики, 85", "1 этаж", 1L, "Россия", "ветеринарный центр", "", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.458031 60.06415)"), "188678", "Мангуст", "Всеволожский муниципальный район", 3.5, "Ленинградская область", "+03:00", "https://2gis.com/firm/70000001025988429", 2, "Пн: 10:00-21:00; Вт: 10:00-21:00; Ср: 10:00-21:00; Чт: 10:00-21:00; Пт: 10:00-21:00; Сб: 10:00-21:00; Вс: 10:00-21:00" },
                    { 2478L, "Колпинская, 6", "1 этаж", 1L, "Россия", "Колпинский район", "Колпинский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.619502 59.750336)"), "196655", "Санкт-Петербургская Горветстанция", "", 3.0, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838771945", 2, "Пн: 09:00-21:00; Вт: 09:00-21:00; Ср: 09:00-21:00; Чт: 09:00-21:00; Пт: 09:00-21:00; Сб: 09:00-21:00; Вс: 09:00-21:00" },
                    { 2479L, "Западный проезд, 2Б", "цокольный этаж", 1L, "Россия", "", "", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.636527 59.796551)"), "188682", "Ветеринарная клиника", "Всеволожский муниципальный район", 3.0, "Ленинградская область", "+03:00", "https://2gis.com/firm/70000001053595079", 2, "Пн: 10:00-21:00; Вт: 10:00-21:00; Ср: 10:00-21:00; Чт: 10:00-21:00; Пт: 10:00-21:00; Сб: 10:00-21:00; Вс: 10:00-21:00" },
                    { 2480L, "улица Савушкина, 143 к1", "цокольный этаж", 1L, "Россия", "ветеринарная клиника", "Приморский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.20061 59.989621)"), "197374", "Клиника доктора Киселева", "", 4.2999999999999998, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/70000001007225326", 2, "Пн: 10:00-21:00; Вт: 10:00-21:00; Ср: 10:00-21:00; Чт: 10:00-21:00; Пт: 10:00-21:00; Сб: 10:00-21:00; Вс: 10:00-21:00" },
                    { 2481L, "Боровая, 1", "", 1L, "Россия", "ветеринарный центр", "Красносельский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.097823 59.744518)"), "198320", "ВитаВет", "", 3.0, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/70000001030206287", 2, "Пн: 00:00-24:00; Вт: 00:00-24:00; Ср: 00:00-24:00; Чт: 00:00-24:00; Пт: 00:00-24:00; Сб: 00:00-24:00; Вс: 00:00-24:00" },
                    { 2482L, "Байконурская, 24", "1 этаж; вход со двора", 1L, "Россия", "ветеринарная клиника", "Приморский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.278989 60.014156)"), "197349", "Хвостики", "", 4.5, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/70000001062016289", 2, "Пн: 10:00-20:00; Вт: 10:00-20:00; Ср: 10:00-20:00; Чт: 10:00-20:00; Пт: 10:00-20:00; Сб: 10:00-20:00; Вс: 10:00-20:00" },
                    { 2483L, "Жени Егоровой, 1", "1 этаж", 1L, "Россия", "", "Выборгский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.30614 60.062076)"), "194355", "Ветеринарная клиника", "", 3.7000000000000002, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838721979", 2, "Пн: 10:00-21:00; Вт: 10:00-21:00; Ср: 10:00-21:00; Чт: 10:00-21:00; Пт: 10:00-21:00; Сб: 10:00-18:00; Вс: 10:00-18:00" },
                    { 2484L, "Яхтенная, 33 к1", "1 этаж", 1L, "Россия", "ветеринарный центр", "Приморский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.226958 60.007134)"), "197082", "Приморский", "", 3.5, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552840245686", 2, "Пн: 10:00-22:00; Вт: 10:00-22:00; Ср: 10:00-22:00; Чт: 10:00-22:00; Пт: 10:00-22:00; Сб: 10:00-22:00; Вс: 10:00-22:00" },
                    { 2485L, "улица Школьная, 108", "цокольный этаж", 1L, "Россия", "ветеринарный центр", "Приморский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.218022 59.990778)"), "197374", "Вот Кот", "", 4.4000000000000004, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/70000001018042760", 2, "Пн: 10:00-21:00; Вт: 10:00-21:00; Ср: 10:00-21:00; Чт: 10:00-21:00; Пт: 10:00-21:00; Сб: 10:00-21:00; Вс: 10:00-21:00" },
                    { 2486L, "улица Парашютная, 81 к1 ст1", "", 1L, "Россия", "клиника ветеринарной офтальмологии", "Приморский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.240329 60.042619)"), "197375", "Zoo-Vision", "", 5.0, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/70000001080532324", 2, "Пн: 10:00-21:00; Вт: 10:00-21:00; Ср: 10:00-21:00; Чт: 10:00-21:00; Пт: 10:00-21:00; Сб: 10:00-21:00; Вс: 10:00-21:00" },
                    { 2487L, "Кингисеппское шоссе, 47 лит И", "1 этаж", 1L, "Россия", "ветеринарная клиника", "Красносельский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.065967 59.723925)"), "198320", "ВетОтВет", "", 4.2000000000000002, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/70000001022701943", 2, "Пн: 10:00-18:00; Вт: 10:00-18:00; Ср: 10:00-18:00; Чт: 10:00-18:00; Пт: 10:00-18:00; Сб: 10:00-18:00; Вс: 10:00-18:00" },
                    { 2488L, "Рядового Иванова, 6 лит В", "1 этаж", 1L, "Россия", "ветеринарный центр", "", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.490737 60.106665)"), "188663", "Верные друзья", "Всеволожский муниципальный район", 5.0, "Ленинградская область", "+03:00", "https://2gis.com/firm/5348552838798458", 2, "Пн: 11:00-21:00; Вт: 11:00-21:00; Ср: 11:00-21:00; Чт: 11:00-21:00; Пт: 11:00-21:00; Сб: 11:00-21:00; Вс: 11:00-21:00" },
                    { 2489L, "улица Дашкевича, 3", "2 этаж", 1L, "Россия", "", "Петродворцовый район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (29.917909 59.869253)"), "198510", "ProVet", "", 4.0, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/70000001047103285", 2, "Пн: 11:00-21:00; Вт: 11:00-21:00; Ср: 11:00-21:00; Чт: 11:00-21:00; Пт: 11:00-21:00; Сб: 11:00-21:00; Вс: 11:00-21:00" },
                    { 2490L, "проспект Авиаконструкторов, 8 к1", "1 этаж", 1L, "Россия", "ветеринарная клиника", "Приморский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.243864 60.011756)"), "197373", "Dschon", "", 2.7999999999999998, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/70000001019418561", 2, "Пн: 00:00-24:00; Вт: 00:00-24:00; Ср: 00:00-24:00; Чт: 00:00-24:00; Пт: 00:00-24:00; Сб: 00:00-24:00; Вс: 00:00-24:00" },
                    { 2491L, "Ветеринарный переулок, 13", "", 1L, "Россия", "ветеринарная клиника", "Петродворцовый район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (29.728473 59.915939)"), "198412", "Новоселье", "", 4.2000000000000002, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/70000001023236252", 2, "Пн: 09:00-20:00; Вт: 09:00-20:00; Ср: 09:00-20:00; Чт: 09:00-20:00; Пт: 09:00-20:00; Сб: 09:00-20:00; Вс: 09:00-20:00" },
                    { 2492L, "улица Георгия Гречко, 3", "1 этаж", 1L, "Россия", "зоосалон-магазин", "Московский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.321621 59.760122)"), "196140", "Гарфилд", "", 2.2999999999999998, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/70000001064724161", 2, "Пн: 10:00-22:00; Вт: 10:00-22:00; Ср: 10:00-22:00; Чт: 10:00-22:00; Пт: 10:00-22:00; Сб: 10:00-22:00; Вс: 10:00-22:00" },
                    { 2493L, "улица Онежская, 5", "цокольный этаж", 1L, "Россия", "ветеринарный центр", "", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.622485 59.732148)"), "187032", "Сова", "Тосненский муниципальный район", 5.0, "Ленинградская область", "+03:00", "https://2gis.com/firm/70000001067457372", 2, "Пн: 00:00-24:00; Вт: 00:00-24:00; Ср: 00:00-24:00; Чт: 00:00-24:00; Пт: 00:00-24:00; Сб: 00:00-24:00; Вс: 00:00-24:00" },
                    { 2494L, "Почтовый переулок, 3", "1 этаж", 1L, "Россия", "ветеринарный центр", "Петродворцовый район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.05341 59.850505)"), "198515", "Стрельна", "", 5.0, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/70000001068851696", 2, "Пн: 10:00-21:00; Вт: 10:00-21:00; Ср: 10:00-21:00; Чт: 10:00-21:00; Пт: 10:00-21:00; Сб: 10:00-21:00; Вс: 10:00-21:00" },
                    { 2495L, "Ижорского Батальона, 13", "2 этаж", 1L, "Россия", "ветеринарная клиника", "Колпинский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.617696 59.736517)"), "196655", "Lenoblvet", "", 4.0999999999999996, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/70000001033025252", 2, "Пн: 09:00-21:00; Вт: 09:00-21:00; Ср: 09:00-21:00; Чт: 09:00-21:00; Пт: 09:00-21:00; Сб: 09:00-21:00; Вс: 09:00-21:00" },
                    { 2496L, "Станюковича, 3", "1 этаж", 1L, "Россия", "ветеринарная клиника", "Кронштадтский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (29.723666 60.009552)"), "197761", "Мокрый нос", "", 4.0, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/70000001033162505", 2, "Пн: 11:00-22:00; Вт: 11:00-22:00; Ср: 11:00-22:00; Чт: 11:00-22:00; Пт: 11:00-22:00; Сб: 12:00-21:00; Вс: 12:00-21:00" },
                    { 2497L, "Первомайская, 6д", "", 1L, "Россия", "многопрофильный ветеринарный центр", "", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.543205 60.170237)"), "188664", "Здоровье животных", "Всеволожский муниципальный район", 4.2000000000000002, "Ленинградская область", "+03:00", "https://2gis.com/firm/5348553838534825", 2, "Пн: 08:00-20:00; Вт: 08:00-20:00; Ср: 08:00-20:00; Чт: 08:00-20:00; Пт: 08:00-20:00; Сб: 08:00-20:00; Вс: 08:00-20:00" },
                    { 2498L, "Ланское шоссе, 14 к1", "", 1L, "Россия", "", "Приморский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.31029 59.993681)"), "197343", "Ветеринарный кабинет", "", 4.0, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552840183224", 2, "Вт: 11:00-13:00, 14:00-17:00; Ср: 11:00-13:00, 14:00-17:00; Чт: 11:00-13:00, 14:00-17:00; Пт: 11:00-13:00, 14:00-17:00; Сб: 11:00-13:00, 14:00-17:00" },
                    { 2499L, "Михаила Рысева, 1", "1 этаж", 1L, "Россия", "ветеринарная клиника", "", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.079282 59.571592)"), "188301", "Добровет", "Гатчинский муниципальный район", 3.3999999999999999, "Ленинградская область", "+03:00", "https://2gis.com/firm/70000001052579517", 2, "Пн: 09:00-21:00; Вт: 09:00-21:00; Ср: 09:00-21:00; Чт: 09:00-21:00; Пт: 09:00-21:00; Сб: 09:00-21:00; Вс: 09:00-21:00" },
                    { 2500L, "проспект Луначарского, 60 к2", "1 этаж", 1L, "Россия", "ветеринарная клиника", "Выборгский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.340791 60.042543)"), "194354", "Альфа-вет", "", 3.3999999999999999, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838747493", 2, "Пн: 09:00-21:00; Вт: 09:00-21:00; Ср: 09:00-21:00; Чт: 09:00-21:00; Пт: 09:00-21:00; Сб: 09:00-21:00; Вс: 09:00-21:00" },
                    { 2501L, "Ленинградская, 32", "1 этаж", 1L, "Россия", "ветеринарная клиника", "", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.635406 60.028384)"), "188640", "Фелис", "Всеволожский муниципальный район", 4.5999999999999996, "Ленинградская область", "+03:00", "https://2gis.com/firm/70000001006664472", 2, "Пн: 10:00-21:00; Вт: 10:00-21:00; Ср: 10:00-21:00; Чт: 10:00-21:00; Пт: 10:00-21:00; Сб: 10:00-21:00; Вс: 10:00-21:00" },
                    { 2502L, "Тазаева, 3", "1 этаж", 1L, "Россия", "ветеринарная клиника-зоомагазин", "Колпинский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.608645 59.741407)"), "196655", "Univet", "", 3.0, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/70000001043394563", 2, "Пн: 10:00-20:00; Вт: 10:00-20:00; Ср: 10:00-20:00; Чт: 10:00-20:00; Пт: 10:00-20:00; Сб: 10:00-20:00; Вс: 10:00-20:00" },
                    { 2503L, "Филиппова, 4а", "1 этаж", 1L, "Россия", "ветеринарный центр", "", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.11686 59.574902)"), "188300", "Ветико", "Гатчинский муниципальный район", 3.2000000000000002, "Ленинградская область", "+03:00", "https://2gis.com/firm/5348552839296794", 2, "Пн: 00:00-24:00; Вт: 00:00-24:00; Ср: 00:00-24:00; Чт: 00:00-24:00; Пт: 00:00-24:00; Сб: 00:00-24:00; Вс: 00:00-24:00" },
                    { 2504L, "Московская Славянка, 17а лит В", "3 этаж", 1L, "Россия", "ветеринарная клиника", "Пушкинский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.496825 59.746919)"), "196650", "Максивет+", "", 3.7000000000000002, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/70000001054542703", 2, "Пн: 10:00-22:00; Вт: 10:00-22:00; Ср: 10:00-22:00; Чт: 10:00-22:00; Пт: 10:00-22:00; Сб: 10:00-22:00; Вс: 10:00-22:00" },
                    { 2505L, "Межевая, 27", "цокольный этаж", 1L, "Россия", "ветеринарная клиника", "", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.638774 60.024313)"), "188643", "Рокси", "Всеволожский муниципальный район", 4.2999999999999998, "Ленинградская область", "+03:00", "https://2gis.com/firm/70000001038944409", 2, "Пн: 10:00-20:00; Вт: 10:00-20:00; Ср: 10:00-20:00; Чт: 10:00-20:00; Пт: 10:00-20:00; Сб: 10:00-20:00" },
                    { 2506L, "посёлок имени Тельмана, 42", "1 этаж", 1L, "Россия", "ветеринарная клиника", "", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.613313 59.725475)"), "187032", "Джек", "Тосненский муниципальный район", 3.7000000000000002, "Ленинградская область", "+03:00", "https://2gis.com/firm/70000001007410135", 2, "Пн: 00:00-24:00; Вт: 00:00-24:00; Ср: 00:00-24:00; Чт: 00:00-24:00; Пт: 00:00-24:00; Сб: 00:00-24:00; Вс: 00:00-24:00" },
                    { 2507L, "Лесная, 14", "", 1L, "Россия", "", "", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (29.629346 60.254948)"), "188820", "Рощинский ветеринарный участок", "Выборгский муниципальный район", 5.0, "Ленинградская область", "+03:00", "https://2gis.com/firm/70000001048231826", 2, "Пн: 09:00-13:00, 14:00-18:00; Вт: 09:00-13:00, 14:00-18:00; Ср: 09:00-13:00, 14:00-18:00; Чт: 09:00-13:00, 14:00-18:00; Пт: 09:00-13:00, 14:00-18:00; Сб: 09:00-13:00, 14:00-18:00; Вс: 09:00-13:00, 14:00-18:00" },
                    { 2508L, "Морская набережная, 37 к5", "цокольный этаж", 1L, "Россия", "ветеринарная клиника", "Василеостровский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.224769 59.958852)"), "199058", "Доктор Вет", "", 4.0999999999999996, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/70000001044519738", 2, "Пн: 10:00-21:00; Вт: 10:00-21:00; Ср: 10:00-21:00; Чт: 10:00-21:00; Пт: 10:00-21:00; Сб: 10:00-21:00; Вс: 10:00-21:00" },
                    { 2509L, "", "", 1L, "Россия", "ветеринарный центр", "", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.145025 59.584934)"), "188300", "VivaLaVita", "Гатчинский муниципальный район", null, "Ленинградская область", "+03:00", "https://2gis.com/firm/70000001048116031", 2, "Пн: 10:00-19:00; Вт: 10:00-19:00; Ср: 10:00-19:00; Чт: 10:00-19:00; Пт: 10:00-19:00; Сб: 10:00-19:00; Вс: 10:00-19:00" },
                    { 2510L, "Центральная, 11", "", 1L, "Россия", "ветеринарный участок", "", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (29.626816 59.747546)"), "188520", "Гостилицкий", "Ломоносовский муниципальный район", null, "Ленинградская область", "+03:00", "https://2gis.com/firm/70000001033958623", 2, "Пн: 09:00-13:00, 14:00-18:00; Вт: 09:00-13:00, 14:00-18:00; Ср: 09:00-13:00, 14:00-18:00; Чт: 09:00-13:00, 14:00-18:00; Пт: 09:00-13:00, 14:00-18:00" },
                    { 2511L, "проспект Ветеранов, 141", "1 этаж", 1L, "Россия", "ветеринарная клиника", "Красносельский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.144091 59.835788)"), "198264", "Альфа-вет", "", 1.6000000000000001, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838747495", 2, "Пн: 09:00-21:00; Вт: 09:00-21:00; Ср: 09:00-21:00; Чт: 09:00-21:00; Пт: 09:00-21:00; Сб: 09:00-21:00; Вс: 09:00-21:00" },
                    { 2512L, "улица Партизана Германа, 37а", "1 этаж", 1L, "Россия", "ветеринарный центр", "Красносельский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.174682 59.829387)"), "198334", "48 лап", "", null, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/70000001082546076", 2, "Пн: 10:00-20:00; Вт: 10:00-20:00; Ср: 10:00-20:00; Чт: 10:00-20:00; Пт: 10:00-20:00; Сб: 10:00-20:00; Вс: 10:00-20:00" },
                    { 2513L, "Приморское шоссе, 44 к1", "1 этаж", 1L, "Россия", "ветеринарная клиника", "Приморский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.010417 60.014048)"), "197755", "Foxvet", "", 1.0, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/70000001044254873", 2, "Пн: 10:00-20:00; Вт: 10:00-20:00; Ср: 10:00-20:00; Чт: 10:00-20:00; Пт: 10:00-20:00; Сб: 10:00-20:00; Вс: 10:00-20:00" },
                    { 2514L, "Школьный переулок, 1", "1 этаж", 1L, "Россия", "ветеринарная клиника", "", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.644618 59.932593)"), "188680", "Dr.Pet`s", "Всеволожский муниципальный район", 4.9000000000000004, "Ленинградская область", "+03:00", "https://2gis.com/firm/70000001006574450", 2, "Пн: 10:00-21:00; Вт: 10:00-21:00; Ср: 10:00-21:00; Чт: 10:00-21:00; Пт: 10:00-21:00; Сб: 10:00-21:00; Вс: 10:00-21:00" },
                    { 2515L, "Ленинградская, 73а", "", 1L, "Россия", "", "Курортный район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.172565 60.119297)"), "197758", "Санкт-Петербургская Горветстанция", "", null, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348553838534203", 2, "Пн: 09:00-13:00, 13:30-21:00; Вт: 09:00-13:00, 13:30-21:00; Ср: 09:00-13:00, 13:30-21:00; Чт: 09:00-13:00, 13:30-21:00; Пт: 09:00-13:00, 13:30-21:00; Сб: 09:00-13:00, 13:30-21:00; Вс: 09:00-13:00, 13:30-21:00" },
                    { 2516L, "Восстания, 13 лит А", "1 этаж", 1L, "Россия", "Кронштадтский район", "Кронштадтский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (29.769467 60.00153)"), "197760", "Санкт-Петербургская Горветстанция", "", 3.0, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552840322417", 2, "Пн: 09:00-21:00; Вт: 09:00-21:00; Ср: 09:00-21:00; Чт: 09:00-21:00; Пт: 09:00-21:00; Сб: 09:00-21:00; Вс: 09:00-21:00" },
                    { 2517L, "Первомайская, 2", "2 этаж", 1L, "Россия", "ветеринарная клиника", "Петродворцовый район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (29.762393 59.916655)"), "198412", "Вет-лист", "", 4.7999999999999998, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/70000001032422382", 2, "Пн: 10:00-20:00; Вт: 10:00-20:00; Ср: 10:30-20:00; Чт: 10:00-20:00; Пт: 10:30-20:00; Сб: 10:00-20:00; Вс: 10:30-20:00" },
                    { 2518L, "Широкая, 26", "цокольный этаж", 1L, "Россия", "ветеринарный кабинет", "Пушкинский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.426669 59.722958)"), "196608", "Фармакея", "", null, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/70000001052507470", 2, "Пн: 10:00-20:30; Вт: 10:00-20:30; Ср: 10:00-20:30; Чт: 10:00-20:30; Пт: 10:00-20:30; Сб: 10:00-20:30; Вс: 10:00-20:30" },
                    { 2519L, "улица Любови Барановой, 2т", "", 1L, "Россия", "ветеринарный пункт", "", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.394967 60.069709)"), "188660", "Тимон и Пумба", "Всеволожский муниципальный район", null, "Ленинградская область", "+03:00", "https://2gis.com/firm/70000001075929271", 2, "" },
                    { 2520L, "Веры Слуцкой, 89", "2 этаж", 1L, "Россия", "ветеринарный центр", "Колпинский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.577603 59.733338)"), "196657", "Весна", "", 2.7000000000000002, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/5348552838626880", 2, "Пн: 10:00-20:00; Вт: 10:00-20:00; Ср: 10:00-20:00; Чт: 10:00-20:00; Пт: 10:00-20:00; Сб: 10:00-20:00; Вс: 10:00-20:00" },
                    { 2521L, "Западная, 4", "", 1L, "Россия", "", "", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.387302 59.61733)"), "188320", "Коммунарский ветеринарный участок", "Гатчинский муниципальный район", 5.0, "Ленинградская область", "+03:00", "https://2gis.com/firm/70000001019687753", 2, "Пн: 09:00-13:00, 14:00-17:00; Вт: 09:00-13:00, 14:00-17:00; Ср: 09:00-13:00, 14:00-17:00; Чт: 09:00-13:00, 14:00-17:00; Пт: 09:00-13:00, 14:00-17:00" },
                    { 2522L, "Кушелевская дорога, 6 к1", "", 1L, "Россия", "ветеринарная клиника", "Калининский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.366329 59.988633)"), "195220", "Леопольд", "", 1.0, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/70000001065644572", 2, "Пн: 10:00-22:00; Вт: 10:00-22:00; Ср: 10:00-22:00; Чт: 10:00-22:00; Пт: 10:00-22:00; Сб: 10:00-22:00; Вс: 10:00-22:00" },
                    { 2523L, "Фронтовая, 3 лит С", "на территории завода", 1L, "Россия", "ветеринарный кабинет", "Петродворцовый район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.034495 59.851095)"), "198515", "Стрельна", "", 4.2000000000000002, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/70000001018971554", 2, "Пн: 11:00-19:00; Вт: 11:00-19:00; Ср: 11:00-19:00; Чт: 11:00-19:00; Пт: 11:00-19:00; Сб: 11:00-19:00; Вс: 11:00-19:00" },
                    { 2524L, "Лесная, 1", "1 этаж", 1L, "Россия", "ветеринарная клиника", "", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.797257 59.769966)"), "187330", "Ладогавет", "Кировский муниципальный район", 5.0, "Ленинградская область", "+03:00", "https://2gis.com/firm/70000001032949950", 2, "Пн: 10:00-19:00; Вт: 10:00-19:00; Ср: 10:00-19:00; Чт: 10:00-19:00; Пт: 10:00-19:00; Сб: 10:00-19:00; Вс: 10:00-18:00" },
                    { 2525L, "Мира, 3а", "1 этаж", 1L, "Россия", "ветеринарная клиника", "", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (31.026071 59.972143)"), "", "Велес", "Всеволожский муниципальный район", 3.0, "Ленинградская область", "+03:00", "https://2gis.com/firm/70000001033333466", 2, "Пн: 10:00-21:00; Вт: 10:00-21:00; Ср: 10:00-21:00; Чт: 10:00-21:00; Пт: 10:00-21:00; Сб: 10:00-21:00; Вс: 10:00-21:00" },
                    { 2526L, "Львовская, 29", "1 этаж", 1L, "Россия", "", "Петродворцовый район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.028318 59.849414)"), "198515", "Ветеринарная клиника", "", 3.0, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/70000001018965114", 2, "Пн: 10:00-19:30; Вт: 10:00-19:30; Ср: 10:00-19:30; Чт: 10:00-19:30; Пт: 10:00-19:30; Сб: 11:00-18:00" },
                    { 2527L, "Победы, 42", "", 1L, "Россия", "", "", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.99943 59.86858)"), "187342", "Кировская ветлечебница", "Кировский муниципальный район", 5.0, "Ленинградская область", "+03:00", "https://2gis.com/firm/70000001036518515", 2, "Пн: 08:00-13:00, 13:45-20:00; Вт: 08:00-13:00, 13:45-20:00; Ср: 08:00-13:00, 13:45-20:00; Чт: 08:00-13:00, 13:45-20:00; Пт: 08:00-13:00, 13:45-19:00; Сб: 08:00-13:00, 13:45-19:00; Вс: 09:00-13:00, 13:45-18:00" },
                    { 2528L, "Краснофлотская, 20", "1 этаж", 1L, "Россия", "ветеринарная клиника", "", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.988669 59.877735)"), "187342", "Витавет", "Кировский муниципальный район", 4.0, "Ленинградская область", "+03:00", "https://2gis.com/firm/70000001029107258", 2, "Пн: 09:00-20:00; Вт: 09:00-20:00; Ср: 09:00-20:00; Чт: 09:00-20:00; Пт: 09:00-20:00; Сб: 09:00-20:00; Вс: 09:00-20:00" },
                    { 2529L, "Победы, 42", "", 1L, "Россия", "", "", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.99943 59.86858)"), "187342", "Станция по борьбе с болезнями животных Кировского и Тосненского районов", "Кировский муниципальный район", null, "Ленинградская область", "+03:00", "https://2gis.com/firm/5348553838499272", 2, "Пн: 09:00-13:00, 13:40-17:00; Вт: 09:00-13:00, 13:40-17:00; Ср: 09:00-13:00, 13:40-17:00; Чт: 09:00-13:00, 13:40-17:00; Пт: 09:00-13:00, 13:40-17:00" },
                    { 2530L, "бульвар Авиаторов, 3 к1", "1 этаж", 1L, "Россия", "ветеринарный центр", "", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.098431 59.556864)"), "188309", "Друг", "Гатчинский муниципальный район", 2.3999999999999999, "Ленинградская область", "+03:00", "https://2gis.com/firm/5348552839559031", 2, "Пн: 10:00-20:00; Вт: 10:00-20:00; Ср: 10:00-20:00; Чт: 10:00-20:00; Пт: 10:00-20:00; Сб: 10:00-20:00; Вс: 10:00-20:00" },
                    { 2531L, "Молодцова, 4", "1 этаж", 1L, "Россия", "", "", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.217864 60.141674)"), "188650", "Ветеринарная клиника", "Всеволожский муниципальный район", 2.7999999999999998, "Ленинградская область", "+03:00", "https://2gis.com/firm/5348553838892340", 2, "Вт: 11:00-19:00; Ср: 11:00-19:00; Чт: 11:00-19:00; Пт: 11:00-19:00; Сб: 11:00-19:00; Вс: 11:00-15:00" },
                    { 2532L, "Староладожский канал, 66", "1 этаж", 1L, "Россия", "", "", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (31.047964 59.941531)"), "", "Шлиссельбургский ветучасток", "Кировский муниципальный район", 2.6000000000000001, "Ленинградская область", "+03:00", "https://2gis.com/firm/70000001036490239", 2, "Пн: 08:00-13:00, 13:45-20:00; Вт: 08:00-13:00, 13:45-20:00; Ср: 08:00-13:00, 13:45-20:00; Чт: 08:00-13:00, 13:45-20:00; Пт: 08:00-13:00, 13:45-19:00; Сб: 08:00-13:00, 13:45-19:00; Вс: 09:00-13:00, 13:45-18:00" },
                    { 2533L, "2-й Муринский проспект, 14", "1 этаж; 4 подъезд", 1L, "Россия", "", "Выборгский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.338635 60.002375)"), "194223", "Ветеринарный кабинет", "", 5.0, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/70000001035143348", 2, "Пн: 10:00-20:00; Вт: 10:00-20:00; Ср: 10:00-20:00; Чт: 10:00-20:00; Пт: 10:00-20:00; Сб: 10:00-20:00; Вс: 10:00-20:00" },
                    { 2534L, "Кленовая, 7 к1", "цокольный этаж", 1L, "Россия", "ветеринарный центр", "", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.228047 60.143265)"), "188650", "Манэки Нэко", "Всеволожский муниципальный район", 4.0, "Ленинградская область", "+03:00", "https://2gis.com/firm/70000001020670733", 2, "Пн: 10:00-20:00; Вт: 10:00-20:00; Ср: 10:00-20:00; Чт: 10:00-20:00; Пт: 10:00-20:00; Сб: 10:00-19:00; Вс: 10:00-19:00" },
                    { 2535L, "Павловская, 82", "цокольный этаж", 1L, "Россия", "", "Колпинский район", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.56784 59.747692)"), "196650", "Ветеринарный кабинет", "", 5.0, "Санкт-Петербург", "+03:00", "https://2gis.com/firm/70000001019136163", 2, "Пн: 10:00-17:00; Вт: 10:00-17:00; Ср: 10:00-17:00; Чт: 10:00-17:00; Пт: 10:00-17:00; Сб: 10:00-14:00" },
                    { 2536L, "Советская, 4", "1 этаж", 1L, "Россия", "ветеринарная клиника", "", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (29.597938 60.258077)"), "188820", "Белый волк", "Выборгский муниципальный район", 4.7999999999999998, "Ленинградская область", "+03:00", "https://2gis.com/firm/70000001037856842", 2, "Пн: 09:00-18:00; Вт: 09:00-18:00; Ср: 09:00-18:00; Чт: 09:00-18:00; Пт: 09:00-18:00; Сб: 09:00-18:00; Вс: 09:00-18:00" },
                    { 2537L, "Поселковая улица, 6", "", 1L, "Россия", "многопрофильный ветеринарный центр", "", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.902995 59.945077)"), "188679", "Здоровье животных", "Всеволожский муниципальный район", null, "Ленинградская область", "+03:00", "https://2gis.com/firm/70000001045407237", 2, "Пн: 10:30-20:30; Вт: 10:30-20:30; Ср: 10:30-20:30; Чт: 10:30-20:30; Пт: 10:30-20:30; Сб: 10:30-20:30; Вс: 10:30-20:30" },
                    { 2538L, "Железнодорожная улица, 69", "1 этаж", 1L, "Россия", "ветеринарный кабинет", "", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (31.057775 59.757247)"), "", "Мга", "Кировский муниципальный район", null, "Ленинградская область", "+03:00", "https://2gis.com/firm/70000001038525002", 2, "Пн: 11:30-18:00; Вт: 11:30-18:00; Ср: 11:30-18:00; Чт: 11:30-18:00; Пт: 11:30-18:00; Сб: 11:30-18:00; Вс: 11:30-18:00" },
                    { 2539L, "проспект Ленсовета, 49", "", 1L, "Россия", "", "", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.814235 59.774416)"), "187330", "Отрадненский ветеринарный участок", "Кировский муниципальный район", null, "Ленинградская область", "+03:00", "https://2gis.com/firm/70000001021799777", 2, "Вт: 09:00-13:00, 13:45-17:00; Ср: 09:00-13:00, 13:45-17:00; Чт: 09:00-13:00, 13:45-17:00; Пт: 09:00-13:00, 13:45-17:00; Сб: 09:00-13:00, 13:45-16:00" },
                    { 2540L, "Ленинградский проспект, 145а", "", 1L, "Россия", "ветеринарная клиника", "", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.919926 59.812334)"), "187323", "Ладогавет", "Кировский муниципальный район", 5.0, "Ленинградская область", "+03:00", "https://2gis.com/firm/5348553838520929", 2, "Пн: 10:00-19:00; Вт: 10:00-19:00; Ср: 10:00-19:00; Чт: 10:00-19:00; Пт: 10:00-19:00; Сб: 10:00-19:00; Вс: 10:00-19:00" },
                    { 2541L, "Садовая, 9", "", 1L, "Россия", "ветеринарный центр", "", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.390992 59.61782)"), "188320", "ВитаВет", "Гатчинский муниципальный район", null, "Ленинградская область", "+03:00", "https://2gis.com/firm/70000001037277136", 2, "Пн: 10:00-20:00; Вт: 10:00-20:00; Ср: 10:00-20:00; Чт: 10:00-20:00; Пт: 10:00-20:00; Сб: 10:00-20:00; Вс: 10:00-20:00" },
                    { 2542L, "Октябрьская, 16", "1 этаж", 1L, "Россия", "", "", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.778048 59.698182)"), "187047", "Никольская ветеринарная клиника", "Тосненский муниципальный район", 5.0, "Ленинградская область", "+03:00", "https://2gis.com/firm/70000001026694388", 2, "Пн: 10:00-20:00; Вт: 10:00-20:00; Ср: 10:00-20:00; Чт: 10:00-20:00; Пт: 10:00-20:00; Сб: 10:00-18:00; Вс: 10:00-18:00" },
                    { 2543L, "Придорожная, 2", "", 1L, "Россия", "профессиональный полипородный питомник грызунов", "", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.973582 59.760708)"), "187300", "Невское Домино", "Кировский муниципальный район", null, "Ленинградская область", "+03:00", "https://2gis.com/firm/70000001038641850", 2, "Пн: 09:00-19:00; Вт: 09:00-19:00; Ср: 09:00-19:00; Чт: 09:00-19:00; Пт: 09:00-19:00; Сб: 09:00-19:00; Вс: 09:00-19:00" },
                    { 2544L, "Скотное, 1 лит А", "2 этаж; левое крыло", 1L, "Россия", "", "", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (30.362931 60.177805)"), "188653", "Вольф", "Всеволожский муниципальный район", null, "Ленинградская область", "+03:00", "https://2gis.com/firm/70000001068158493", 2, "Пн: 10:00-19:00; Вт: 10:00-19:00; Ср: 10:00-19:00; Чт: 10:00-19:00; Пт: 10:00-19:00; Сб: 10:00-19:00; Вс: 10:00-19:00" },
                    { 2545L, "деревня Тяглино, 28", "1 этаж", 1L, "Россия", "Тяглинский ветеринарный участок", "", (NetTopologySuite.Geometries.Point)new NetTopologySuite.IO.WKTReader().Read("SRID=0;POINT (29.989143 59.52028)"), "", "Станция по борьбе с болезнями животных Гатчинского района", "Гатчинский муниципальный район", null, "Ленинградская область", "+03:00", "https://2gis.com/firm/70000001025170023", 2, "Пн: 09:00-17:00; Вт: 09:00-17:00; Ср: 09:00-17:00; Чт: 09:00-17:00; Пт: 09:00-16:00" }
                });
        }

        /// <inheritdoc />
        protected override void Down(MigrationBuilder migrationBuilder)
        {
            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "organizations",
                keyColumn: "id",
                keyValue: 2257L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "organizations",
                keyColumn: "id",
                keyValue: 2258L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "organizations",
                keyColumn: "id",
                keyValue: 2259L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "organizations",
                keyColumn: "id",
                keyValue: 2260L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "organizations",
                keyColumn: "id",
                keyValue: 2261L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "organizations",
                keyColumn: "id",
                keyValue: 2262L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "organizations",
                keyColumn: "id",
                keyValue: 2263L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "organizations",
                keyColumn: "id",
                keyValue: 2264L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "organizations",
                keyColumn: "id",
                keyValue: 2265L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "organizations",
                keyColumn: "id",
                keyValue: 2266L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "organizations",
                keyColumn: "id",
                keyValue: 2267L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "organizations",
                keyColumn: "id",
                keyValue: 2268L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "organizations",
                keyColumn: "id",
                keyValue: 2269L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "organizations",
                keyColumn: "id",
                keyValue: 2270L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "organizations",
                keyColumn: "id",
                keyValue: 2271L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "organizations",
                keyColumn: "id",
                keyValue: 2272L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "organizations",
                keyColumn: "id",
                keyValue: 2273L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "organizations",
                keyColumn: "id",
                keyValue: 2274L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "organizations",
                keyColumn: "id",
                keyValue: 2275L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "organizations",
                keyColumn: "id",
                keyValue: 2276L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "organizations",
                keyColumn: "id",
                keyValue: 2277L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "organizations",
                keyColumn: "id",
                keyValue: 2278L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "organizations",
                keyColumn: "id",
                keyValue: 2279L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "organizations",
                keyColumn: "id",
                keyValue: 2280L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "organizations",
                keyColumn: "id",
                keyValue: 2281L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "organizations",
                keyColumn: "id",
                keyValue: 2282L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "organizations",
                keyColumn: "id",
                keyValue: 2283L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "organizations",
                keyColumn: "id",
                keyValue: 2284L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "organizations",
                keyColumn: "id",
                keyValue: 2285L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "organizations",
                keyColumn: "id",
                keyValue: 2286L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "organizations",
                keyColumn: "id",
                keyValue: 2287L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "organizations",
                keyColumn: "id",
                keyValue: 2288L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "organizations",
                keyColumn: "id",
                keyValue: 2289L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "organizations",
                keyColumn: "id",
                keyValue: 2290L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "organizations",
                keyColumn: "id",
                keyValue: 2291L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "organizations",
                keyColumn: "id",
                keyValue: 2292L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "organizations",
                keyColumn: "id",
                keyValue: 2293L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "organizations",
                keyColumn: "id",
                keyValue: 2294L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "organizations",
                keyColumn: "id",
                keyValue: 2295L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "organizations",
                keyColumn: "id",
                keyValue: 2296L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "organizations",
                keyColumn: "id",
                keyValue: 2297L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "organizations",
                keyColumn: "id",
                keyValue: 2298L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "organizations",
                keyColumn: "id",
                keyValue: 2299L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "organizations",
                keyColumn: "id",
                keyValue: 2300L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "organizations",
                keyColumn: "id",
                keyValue: 2301L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "organizations",
                keyColumn: "id",
                keyValue: 2302L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "organizations",
                keyColumn: "id",
                keyValue: 2303L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "organizations",
                keyColumn: "id",
                keyValue: 2304L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "organizations",
                keyColumn: "id",
                keyValue: 2305L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "organizations",
                keyColumn: "id",
                keyValue: 2306L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "organizations",
                keyColumn: "id",
                keyValue: 2307L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "organizations",
                keyColumn: "id",
                keyValue: 2308L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "organizations",
                keyColumn: "id",
                keyValue: 2309L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "organizations",
                keyColumn: "id",
                keyValue: 2310L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "organizations",
                keyColumn: "id",
                keyValue: 2311L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "organizations",
                keyColumn: "id",
                keyValue: 2312L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "organizations",
                keyColumn: "id",
                keyValue: 2313L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "organizations",
                keyColumn: "id",
                keyValue: 2314L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "organizations",
                keyColumn: "id",
                keyValue: 2315L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "organizations",
                keyColumn: "id",
                keyValue: 2316L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "organizations",
                keyColumn: "id",
                keyValue: 2317L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "organizations",
                keyColumn: "id",
                keyValue: 2318L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "organizations",
                keyColumn: "id",
                keyValue: 2319L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "organizations",
                keyColumn: "id",
                keyValue: 2320L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "organizations",
                keyColumn: "id",
                keyValue: 2321L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "organizations",
                keyColumn: "id",
                keyValue: 2322L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "organizations",
                keyColumn: "id",
                keyValue: 2323L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "organizations",
                keyColumn: "id",
                keyValue: 2324L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "organizations",
                keyColumn: "id",
                keyValue: 2325L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "organizations",
                keyColumn: "id",
                keyValue: 2326L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "organizations",
                keyColumn: "id",
                keyValue: 2327L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "organizations",
                keyColumn: "id",
                keyValue: 2328L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "organizations",
                keyColumn: "id",
                keyValue: 2329L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "organizations",
                keyColumn: "id",
                keyValue: 2330L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "organizations",
                keyColumn: "id",
                keyValue: 2331L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "organizations",
                keyColumn: "id",
                keyValue: 2332L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "organizations",
                keyColumn: "id",
                keyValue: 2333L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "organizations",
                keyColumn: "id",
                keyValue: 2334L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "organizations",
                keyColumn: "id",
                keyValue: 2335L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "organizations",
                keyColumn: "id",
                keyValue: 2336L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "organizations",
                keyColumn: "id",
                keyValue: 2337L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "organizations",
                keyColumn: "id",
                keyValue: 2338L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "organizations",
                keyColumn: "id",
                keyValue: 2339L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "organizations",
                keyColumn: "id",
                keyValue: 2340L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "organizations",
                keyColumn: "id",
                keyValue: 2341L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "organizations",
                keyColumn: "id",
                keyValue: 2342L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "organizations",
                keyColumn: "id",
                keyValue: 2343L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "organizations",
                keyColumn: "id",
                keyValue: 2344L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "organizations",
                keyColumn: "id",
                keyValue: 2345L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "organizations",
                keyColumn: "id",
                keyValue: 2346L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "organizations",
                keyColumn: "id",
                keyValue: 2347L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "organizations",
                keyColumn: "id",
                keyValue: 2348L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "organizations",
                keyColumn: "id",
                keyValue: 2349L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "organizations",
                keyColumn: "id",
                keyValue: 2350L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "organizations",
                keyColumn: "id",
                keyValue: 2351L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "organizations",
                keyColumn: "id",
                keyValue: 2352L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "organizations",
                keyColumn: "id",
                keyValue: 2353L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "organizations",
                keyColumn: "id",
                keyValue: 2354L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "organizations",
                keyColumn: "id",
                keyValue: 2355L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "organizations",
                keyColumn: "id",
                keyValue: 2356L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "organizations",
                keyColumn: "id",
                keyValue: 2357L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "organizations",
                keyColumn: "id",
                keyValue: 2358L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "organizations",
                keyColumn: "id",
                keyValue: 2359L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "organizations",
                keyColumn: "id",
                keyValue: 2360L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "organizations",
                keyColumn: "id",
                keyValue: 2361L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "organizations",
                keyColumn: "id",
                keyValue: 2362L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "organizations",
                keyColumn: "id",
                keyValue: 2363L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "organizations",
                keyColumn: "id",
                keyValue: 2364L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "organizations",
                keyColumn: "id",
                keyValue: 2365L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "organizations",
                keyColumn: "id",
                keyValue: 2366L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "organizations",
                keyColumn: "id",
                keyValue: 2367L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "organizations",
                keyColumn: "id",
                keyValue: 2368L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "organizations",
                keyColumn: "id",
                keyValue: 2369L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "organizations",
                keyColumn: "id",
                keyValue: 2370L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "organizations",
                keyColumn: "id",
                keyValue: 2371L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "organizations",
                keyColumn: "id",
                keyValue: 2372L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "organizations",
                keyColumn: "id",
                keyValue: 2373L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "organizations",
                keyColumn: "id",
                keyValue: 2374L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "organizations",
                keyColumn: "id",
                keyValue: 2375L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "organizations",
                keyColumn: "id",
                keyValue: 2376L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "organizations",
                keyColumn: "id",
                keyValue: 2377L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "organizations",
                keyColumn: "id",
                keyValue: 2378L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "organizations",
                keyColumn: "id",
                keyValue: 2379L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "organizations",
                keyColumn: "id",
                keyValue: 2380L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "organizations",
                keyColumn: "id",
                keyValue: 2381L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "organizations",
                keyColumn: "id",
                keyValue: 2382L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "organizations",
                keyColumn: "id",
                keyValue: 2383L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "organizations",
                keyColumn: "id",
                keyValue: 2384L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "organizations",
                keyColumn: "id",
                keyValue: 2385L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "organizations",
                keyColumn: "id",
                keyValue: 2386L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "organizations",
                keyColumn: "id",
                keyValue: 2387L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "organizations",
                keyColumn: "id",
                keyValue: 2388L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "organizations",
                keyColumn: "id",
                keyValue: 2389L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "organizations",
                keyColumn: "id",
                keyValue: 2390L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "organizations",
                keyColumn: "id",
                keyValue: 2391L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "organizations",
                keyColumn: "id",
                keyValue: 2392L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "organizations",
                keyColumn: "id",
                keyValue: 2393L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "organizations",
                keyColumn: "id",
                keyValue: 2394L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "organizations",
                keyColumn: "id",
                keyValue: 2395L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "organizations",
                keyColumn: "id",
                keyValue: 2396L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "organizations",
                keyColumn: "id",
                keyValue: 2397L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "organizations",
                keyColumn: "id",
                keyValue: 2398L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "organizations",
                keyColumn: "id",
                keyValue: 2399L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "organizations",
                keyColumn: "id",
                keyValue: 2400L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "organizations",
                keyColumn: "id",
                keyValue: 2401L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "organizations",
                keyColumn: "id",
                keyValue: 2402L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "organizations",
                keyColumn: "id",
                keyValue: 2403L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "organizations",
                keyColumn: "id",
                keyValue: 2404L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "organizations",
                keyColumn: "id",
                keyValue: 2405L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "organizations",
                keyColumn: "id",
                keyValue: 2406L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "organizations",
                keyColumn: "id",
                keyValue: 2407L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "organizations",
                keyColumn: "id",
                keyValue: 2408L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "organizations",
                keyColumn: "id",
                keyValue: 2409L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "organizations",
                keyColumn: "id",
                keyValue: 2410L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "organizations",
                keyColumn: "id",
                keyValue: 2411L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "organizations",
                keyColumn: "id",
                keyValue: 2412L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "organizations",
                keyColumn: "id",
                keyValue: 2413L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "organizations",
                keyColumn: "id",
                keyValue: 2414L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "organizations",
                keyColumn: "id",
                keyValue: 2415L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "organizations",
                keyColumn: "id",
                keyValue: 2416L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "organizations",
                keyColumn: "id",
                keyValue: 2417L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "organizations",
                keyColumn: "id",
                keyValue: 2418L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "organizations",
                keyColumn: "id",
                keyValue: 2419L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "organizations",
                keyColumn: "id",
                keyValue: 2420L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "organizations",
                keyColumn: "id",
                keyValue: 2421L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "organizations",
                keyColumn: "id",
                keyValue: 2422L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "organizations",
                keyColumn: "id",
                keyValue: 2423L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "organizations",
                keyColumn: "id",
                keyValue: 2424L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "organizations",
                keyColumn: "id",
                keyValue: 2425L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "organizations",
                keyColumn: "id",
                keyValue: 2426L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "organizations",
                keyColumn: "id",
                keyValue: 2427L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "organizations",
                keyColumn: "id",
                keyValue: 2428L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "organizations",
                keyColumn: "id",
                keyValue: 2429L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "organizations",
                keyColumn: "id",
                keyValue: 2430L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "organizations",
                keyColumn: "id",
                keyValue: 2431L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "organizations",
                keyColumn: "id",
                keyValue: 2432L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "organizations",
                keyColumn: "id",
                keyValue: 2433L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "organizations",
                keyColumn: "id",
                keyValue: 2434L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "organizations",
                keyColumn: "id",
                keyValue: 2435L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "organizations",
                keyColumn: "id",
                keyValue: 2436L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "organizations",
                keyColumn: "id",
                keyValue: 2437L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "organizations",
                keyColumn: "id",
                keyValue: 2438L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "organizations",
                keyColumn: "id",
                keyValue: 2439L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "organizations",
                keyColumn: "id",
                keyValue: 2440L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "organizations",
                keyColumn: "id",
                keyValue: 2441L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "organizations",
                keyColumn: "id",
                keyValue: 2442L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "organizations",
                keyColumn: "id",
                keyValue: 2443L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "organizations",
                keyColumn: "id",
                keyValue: 2444L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "organizations",
                keyColumn: "id",
                keyValue: 2445L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "organizations",
                keyColumn: "id",
                keyValue: 2446L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "organizations",
                keyColumn: "id",
                keyValue: 2447L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "organizations",
                keyColumn: "id",
                keyValue: 2448L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "organizations",
                keyColumn: "id",
                keyValue: 2449L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "organizations",
                keyColumn: "id",
                keyValue: 2450L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "organizations",
                keyColumn: "id",
                keyValue: 2451L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "organizations",
                keyColumn: "id",
                keyValue: 2452L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "organizations",
                keyColumn: "id",
                keyValue: 2453L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "organizations",
                keyColumn: "id",
                keyValue: 2454L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "organizations",
                keyColumn: "id",
                keyValue: 2455L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "organizations",
                keyColumn: "id",
                keyValue: 2456L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "organizations",
                keyColumn: "id",
                keyValue: 2457L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "organizations",
                keyColumn: "id",
                keyValue: 2458L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "organizations",
                keyColumn: "id",
                keyValue: 2459L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "organizations",
                keyColumn: "id",
                keyValue: 2460L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "organizations",
                keyColumn: "id",
                keyValue: 2461L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "organizations",
                keyColumn: "id",
                keyValue: 2462L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "organizations",
                keyColumn: "id",
                keyValue: 2463L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "organizations",
                keyColumn: "id",
                keyValue: 2464L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "organizations",
                keyColumn: "id",
                keyValue: 2465L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "organizations",
                keyColumn: "id",
                keyValue: 2466L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "organizations",
                keyColumn: "id",
                keyValue: 2467L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "organizations",
                keyColumn: "id",
                keyValue: 2468L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "organizations",
                keyColumn: "id",
                keyValue: 2469L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "organizations",
                keyColumn: "id",
                keyValue: 2470L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "organizations",
                keyColumn: "id",
                keyValue: 2471L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "organizations",
                keyColumn: "id",
                keyValue: 2472L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "organizations",
                keyColumn: "id",
                keyValue: 2473L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "organizations",
                keyColumn: "id",
                keyValue: 2474L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "organizations",
                keyColumn: "id",
                keyValue: 2475L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "organizations",
                keyColumn: "id",
                keyValue: 2476L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "organizations",
                keyColumn: "id",
                keyValue: 2477L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "organizations",
                keyColumn: "id",
                keyValue: 2478L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "organizations",
                keyColumn: "id",
                keyValue: 2479L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "organizations",
                keyColumn: "id",
                keyValue: 2480L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "organizations",
                keyColumn: "id",
                keyValue: 2481L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "organizations",
                keyColumn: "id",
                keyValue: 2482L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "organizations",
                keyColumn: "id",
                keyValue: 2483L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "organizations",
                keyColumn: "id",
                keyValue: 2484L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "organizations",
                keyColumn: "id",
                keyValue: 2485L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "organizations",
                keyColumn: "id",
                keyValue: 2486L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "organizations",
                keyColumn: "id",
                keyValue: 2487L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "organizations",
                keyColumn: "id",
                keyValue: 2488L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "organizations",
                keyColumn: "id",
                keyValue: 2489L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "organizations",
                keyColumn: "id",
                keyValue: 2490L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "organizations",
                keyColumn: "id",
                keyValue: 2491L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "organizations",
                keyColumn: "id",
                keyValue: 2492L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "organizations",
                keyColumn: "id",
                keyValue: 2493L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "organizations",
                keyColumn: "id",
                keyValue: 2494L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "organizations",
                keyColumn: "id",
                keyValue: 2495L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "organizations",
                keyColumn: "id",
                keyValue: 2496L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "organizations",
                keyColumn: "id",
                keyValue: 2497L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "organizations",
                keyColumn: "id",
                keyValue: 2498L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "organizations",
                keyColumn: "id",
                keyValue: 2499L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "organizations",
                keyColumn: "id",
                keyValue: 2500L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "organizations",
                keyColumn: "id",
                keyValue: 2501L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "organizations",
                keyColumn: "id",
                keyValue: 2502L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "organizations",
                keyColumn: "id",
                keyValue: 2503L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "organizations",
                keyColumn: "id",
                keyValue: 2504L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "organizations",
                keyColumn: "id",
                keyValue: 2505L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "organizations",
                keyColumn: "id",
                keyValue: 2506L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "organizations",
                keyColumn: "id",
                keyValue: 2507L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "organizations",
                keyColumn: "id",
                keyValue: 2508L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "organizations",
                keyColumn: "id",
                keyValue: 2509L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "organizations",
                keyColumn: "id",
                keyValue: 2510L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "organizations",
                keyColumn: "id",
                keyValue: 2511L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "organizations",
                keyColumn: "id",
                keyValue: 2512L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "organizations",
                keyColumn: "id",
                keyValue: 2513L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "organizations",
                keyColumn: "id",
                keyValue: 2514L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "organizations",
                keyColumn: "id",
                keyValue: 2515L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "organizations",
                keyColumn: "id",
                keyValue: 2516L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "organizations",
                keyColumn: "id",
                keyValue: 2517L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "organizations",
                keyColumn: "id",
                keyValue: 2518L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "organizations",
                keyColumn: "id",
                keyValue: 2519L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "organizations",
                keyColumn: "id",
                keyValue: 2520L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "organizations",
                keyColumn: "id",
                keyValue: 2521L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "organizations",
                keyColumn: "id",
                keyValue: 2522L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "organizations",
                keyColumn: "id",
                keyValue: 2523L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "organizations",
                keyColumn: "id",
                keyValue: 2524L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "organizations",
                keyColumn: "id",
                keyValue: 2525L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "organizations",
                keyColumn: "id",
                keyValue: 2526L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "organizations",
                keyColumn: "id",
                keyValue: 2527L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "organizations",
                keyColumn: "id",
                keyValue: 2528L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "organizations",
                keyColumn: "id",
                keyValue: 2529L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "organizations",
                keyColumn: "id",
                keyValue: 2530L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "organizations",
                keyColumn: "id",
                keyValue: 2531L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "organizations",
                keyColumn: "id",
                keyValue: 2532L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "organizations",
                keyColumn: "id",
                keyValue: 2533L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "organizations",
                keyColumn: "id",
                keyValue: 2534L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "organizations",
                keyColumn: "id",
                keyValue: 2535L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "organizations",
                keyColumn: "id",
                keyValue: 2536L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "organizations",
                keyColumn: "id",
                keyValue: 2537L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "organizations",
                keyColumn: "id",
                keyValue: 2538L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "organizations",
                keyColumn: "id",
                keyValue: 2539L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "organizations",
                keyColumn: "id",
                keyValue: 2540L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "organizations",
                keyColumn: "id",
                keyValue: 2541L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "organizations",
                keyColumn: "id",
                keyValue: 2542L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "organizations",
                keyColumn: "id",
                keyValue: 2543L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "organizations",
                keyColumn: "id",
                keyValue: 2544L);

            migrationBuilder.DeleteData(
                schema: "geo_data",
                table: "organizations",
                keyColumn: "id",
                keyValue: 2545L);
        }
    }
}
